{
  "schedule_stack": [
    {
      "initial_actions": {
        "instructions_block": []
      },
      "triggers": [
        {
          "type": "day_of_week",
          "days": [
            "Monday",
            "Tuesday",
            "Wednesday",
            "Thursday",
            "Friday",
            "Saturday",
            "Sunday"
          ],
          "scheduled_actions": [
            {
              "time": "03:00",
              "trigger_actions": {
                "instructions_block": [
                  {
                    "action": "throw_event",
                    "event": "purge",
                    "scope": "_recent",
                    "ttl": "60s",
                    "single_consumer": false,
                    "payload": {}
                  }
                ]
              }
            }
          ]
        },
        {
          "type": "event",
          "value": "purge",
          "trigger_actions": {
            "instructions_block": [
              {
                "action": "purge",
                "days": 7,
                "include_favorites": false
              }
            ]
          }
        }
      ],
      "final_actions": {
        "instructions_block": []
      },
      "prevent_unload": false
    }
  ],
  "context_stack": [
    {
      "vars": {},
      "publish_destination": "_recent"
    }
  ],
  "state": "running",
  "last_updated": "2025-07-10T20:09:07.595128",
  "last_trigger_executions": {
    "86fcab81240ed277bf13e63c5c2c9595_2025-05-23": "2025-05-23T03:00:01.813204",
    "86fcab81240ed277bf13e63c5c2c9595_2025-05-24": "2025-05-24T03:00:01.099844",
    "86fcab81240ed277bf13e63c5c2c9595_2025-05-25": "2025-05-25T03:00:01.839420",
    "86fcab81240ed277bf13e63c5c2c9595_2025-05-26": "2025-05-26T03:00:00.925938",
    "86fcab81240ed277bf13e63c5c2c9595_2025-05-27": "2025-05-27T03:00:00.425453",
    "86fcab81240ed277bf13e63c5c2c9595_2025-05-28": "2025-05-28T03:00:01.049092",
    "86fcab81240ed277bf13e63c5c2c9595_2025-05-29": "2025-05-29T03:00:01.621321",
    "86fcab81240ed277bf13e63c5c2c9595_2025-05-30": "2025-05-30T03:00:00.549156",
    "86fcab81240ed277bf13e63c5c2c9595_2025-05-31": "2025-05-31T03:00:01.745817",
    "86fcab81240ed277bf13e63c5c2c9595_2025-06-01": "2025-06-01T03:00:00.944135",
    "86fcab81240ed277bf13e63c5c2c9595_2025-06-02": "2025-06-02T03:00:01.382276",
    "86fcab81240ed277bf13e63c5c2c9595_2025-06-03": "2025-06-03T03:00:00.096257",
    "86fcab81240ed277bf13e63c5c2c9595_2025-06-04": "2025-06-04T03:00:01.142056",
    "86fcab81240ed277bf13e63c5c2c9595_2025-06-05": "2025-06-05T03:00:01.627580",
    "86fcab81240ed277bf13e63c5c2c9595_2025-06-06": "2025-06-06T03:00:00.325386",
    "86fcab81240ed277bf13e63c5c2c9595_2025-06-07": "2025-06-07T03:00:01.371990",
    "86fcab81240ed277bf13e63c5c2c9595_2025-06-08": "2025-06-08T03:00:01.197109",
    "86fcab81240ed277bf13e63c5c2c9595_2025-06-09": "2025-06-09T03:00:00.499526",
    "86fcab81240ed277bf13e63c5c2c9595_2025-06-10": "2025-06-10T03:00:00.667701",
    "86fcab81240ed277bf13e63c5c2c9595_2025-06-11": "2025-06-11T03:00:00.190656",
    "86fcab81240ed277bf13e63c5c2c9595_2025-06-12": "2025-06-12T03:00:01.411050",
    "86fcab81240ed277bf13e63c5c2c9595_2025-06-13": "2025-06-13T03:00:00.684697",
    "86fcab81240ed277bf13e63c5c2c9595_2025-06-14": "2025-06-14T03:00:01.017611",
    "86fcab81240ed277bf13e63c5c2c9595_2025-06-15": "2025-06-15T03:00:01.302808",
    "86fcab81240ed277bf13e63c5c2c9595_2025-06-16": "2025-06-16T03:00:00.125356",
    "86fcab81240ed277bf13e63c5c2c9595_2025-06-17": "2025-06-17T03:00:01.694434",
    "86fcab81240ed277bf13e63c5c2c9595_2025-06-18": "2025-06-18T03:00:01.956281",
    "86fcab81240ed277bf13e63c5c2c9595_2025-06-19": "2025-06-19T03:00:00.976189",
    "86fcab81240ed277bf13e63c5c2c9595_2025-06-20": "2025-06-20T03:00:00.904612",
    "86fcab81240ed277bf13e63c5c2c9595_2025-06-21": "2025-06-21T03:00:01.209491",
    "86fcab81240ed277bf13e63c5c2c9595_2025-06-22": "2025-06-22T03:00:00.571449",
    "86fcab81240ed277bf13e63c5c2c9595_2025-06-23": "2025-06-23T03:00:00.406373",
    "86fcab81240ed277bf13e63c5c2c9595_2025-06-24": "2025-06-24T03:00:01.565789",
    "86fcab81240ed277bf13e63c5c2c9595_2025-06-25": "2025-06-25T03:00:01.124981",
    "86fcab81240ed277bf13e63c5c2c9595_2025-06-26": "2025-06-26T03:00:01.683108",
    "86fcab81240ed277bf13e63c5c2c9595_2025-06-27": "2025-06-27T03:00:00.117430",
    "86fcab81240ed277bf13e63c5c2c9595_2025-06-28": "2025-06-28T03:00:02.108746",
    "86fcab81240ed277bf13e63c5c2c9595_2025-06-29": "2025-06-29T03:00:01.674822",
    "86fcab81240ed277bf13e63c5c2c9595_2025-06-30": "2025-06-30T03:00:02.736122",
    "86fcab81240ed277bf13e63c5c2c9595_2025-07-01": "2025-07-01T03:00:00.718097",
    "86fcab81240ed277bf13e63c5c2c9595_2025-07-02": "2025-07-02T03:00:01.510069",
    "86fcab81240ed277bf13e63c5c2c9595_2025-07-03": "2025-07-03T03:00:00.495366",
    "86fcab81240ed277bf13e63c5c2c9595_2025-07-04": "2025-07-04T03:00:00.071798",
    "86fcab81240ed277bf13e63c5c2c9595_2025-07-05": "2025-07-05T03:00:01.601165",
    "86fcab81240ed277bf13e63c5c2c9595_2025-07-06": "2025-07-06T03:00:01.377490",
    "86fcab81240ed277bf13e63c5c2c9595_2025-07-07": "2025-07-07T03:00:01.569576",
    "86fcab81240ed277bf13e63c5c2c9595_2025-07-08": "2025-07-08T03:00:01.070622",
    "86fcab81240ed277bf13e63c5c2c9595_2025-07-09": "2025-07-09T03:00:00.117916",
    "86fcab81240ed277bf13e63c5c2c9595_2025-07-10": "2025-07-10T03:00:01.868579"
  },
  "active_events": {
    "purge": []
  },
  "event_history": [
    {
      "key": "_transcription",
      "active_from": "2025-06-09T16:11:11.589819",
      "expires": "2025-06-09T16:12:11.589819",
      "display_name": null,
      "payload": {
        "text": "Okay? Not from my hand. Next up, Vicky, Texas bank of.",
        "history": "were detained after their boat was intercepted. Way to gaza. Swedish campaigner Greta Thunberg. The Israeli government has described the vessel as a. Selfie. The media group Warner Brothers Discovery has announced that they are spitting. Public companies by next year. And discovery separate streaming service. Controller streaming potential. BB. Rayner and his panelists will be tackling some more important matters. Such as suggesting new methods for making crispy chili oil. With. Of. Of the stories. So many children excluded for school. Children currently excluded in mainstream school. Of 421 in England, please. From the. Me. And that's your walkie talkie you carry around with you. Correct? Yeah. Walks up with you the whole time. Everyone has a walkie talkie, and we all have our keys because. All our drawers are electric, so you got to get in and out. Support movement break. Is one of around 25 staff here, working with roughly 60 pupils. Senior. The school age, so I'm off site a lot. So I work in the morning here and then I do home. Home visits in the community. Dangerous longboard. Instance. Is find that. Children when they're treated. Nobody hidden from you After a period when prison. Of the exclusions before in England. They began to rise again around 10 years ago. The latest figures for the academic year 2022-2023 show more than nine. 9,300 children were permanently excluded from mainstream schools in England. Now? Absolutely. Squeeze your rate of 11 out of 30 up to 6. Seven decade ago and is also. Something. And it's not just a blip in the figures, but a longer term trend. Exclusions have become a divisive subject, a polarising issue with strong OP. Opinions on both sides, okay? Lads are just pulled up a reception. So every morning when our students come in on any. Entrance. We warn them and we take all their belongings off them. Just safety precaution and your. Holding a wand. Yeah? What's that? To search for metals. Fruit, any family, anything that. Take everything, all their belongings off them, and they get given it back at the end of the day when they leave the exit. But the pupils are also given missing bits of uniform if they forget to bring their own. In here. If they haven't come in, we'd like to provide them with one. Learn the same thing. Jesus. Brand new, but not taking. Hopefully going to teach them. Normally they are quite good, but we do have the webinar. Moment it's in my washing machine. Or they've lost it in their bedroom. As we continue our walk around the school. I can smell cooking here. Shopping. This is our food tech session. So, as you can see, we have. Space for cooking. All of our students take cooking lessons. And. This probably tells me when and why we ended up. Another tool for three, and I don't. So that's my family. The. Get to pre previous school. Quite moving about. The answer? Medication. And the other. Don't know, More supportive. It here. Sort of understand where you're coming from a bit. Also, I feel like the woman teachers are at my mom's and the male teachers are my dad. Bobby's currently doing his GCSEs and is a talented boxer. Keep on missing something. I've had 13 fights, and I've been doing it for at least. You might be not happy, right? I got a book thing called Bully the Bull, so I was going to dress a book thing. For me. That's your nickname, Bobby the ball. So I think what I'm doing right now is putting my hundred percent. Sent to my GCSes. And if that don't go well, I've always got boxing to do. I think that's a. Good things. Keep in mind or. Also got a course in Destin applying. Good luck. Nice one. Also in the cookie. Class crying. His brother is Elijah, year 10. Attend back. Then I'll just mess around and. Across you, and then my behavior will just be very. And do you feel a lot more happy here? Yeah, I think. In this school anymore than my old school because it's a smaller group, and I think I'm more. More for that than I am. Bigger tips and classes and stuff. Focus way more. Speaking to Bobby and Elijah has left me wondering what it's like to be a parent of a child. Kicked out of school. I used to work with excluded kids before I was a journalist. But it wasn't until I became a parent and experiencing challenges with my middle child, who's now nine. But I really understood the frustrations. He was getting into trouble a lot, and we were regularly called into the school. Like Bobby. He was eventually given a diagnosis of adhd. Attention deficit hypert. Activity disorder. But unlike Bobby, we got the support we needed within the same school. So I was very interested to hear from Elijah's bad swipe. You agreed to talk to me. What was your first sort of feeling as a parent? Know that your child would be going to a people referral unit. How did that make you feel? I mean, I. I was worrying because there is a stigma for proofs and. He already had issues with behavior beforehand, amongst other things as well. Well, so to me, it was, he's going from the frying pan into the fire, but. But I didn't really understand what this school was able to. To offer in terms of support and structure for both students and parents. As well. So, yeah, I was super nervous after, I would say, like, a couple of weeks till. Month, I saw significant improvements in his behavior, in his engagement. That quick? Yeah. Literally that quick for Elijah. Looking back at things, in hindsight, I would have had him come. Here earlier. This is prayer. Okay? Not from my hand. Next up, Vicky, Texas bank of.",
        "client_ids": [
          "c4f91915-b478-411b-813a-d89136f0eb28"
        ]
      },
      "single_consumer": false,
      "created_at": "2025-06-09T16:11:11.589819",
      "unique_id": "b0923d8f-726c-4606-bb63-12add914adcd",
      "status": "EXPIRED",
      "consumed_by": "expiration",
      "consumed_at": "2025-06-09T16:12:27.144564"
    },
    {
      "key": "_transcription",
      "active_from": "2025-06-09T16:11:16.716759",
      "expires": "2025-06-09T16:12:16.716759",
      "display_name": null,
      "payload": {
        "text": "Corridor to a GCSE English class. What's striking is the small number of pupils.",
        "history": "The Israeli government has described the vessel as a. Selfie. The media group Warner Brothers Discovery has announced that they are spitting. Public companies by next year. And discovery separate streaming service. Controller streaming potential. BB. Rayner and his panelists will be tackling some more important matters. Such as suggesting new methods for making crispy chili oil. With. Of. Of the stories. So many children excluded for school. Children currently excluded in mainstream school. Of 421 in England, please. From the. Me. And that's your walkie talkie you carry around with you. Correct? Yeah. Walks up with you the whole time. Everyone has a walkie talkie, and we all have our keys because. All our drawers are electric, so you got to get in and out. Support movement break. Is one of around 25 staff here, working with roughly 60 pupils. Senior. The school age, so I'm off site a lot. So I work in the morning here and then I do home. Home visits in the community. Dangerous longboard. Instance. Is find that. Children when they're treated. Nobody hidden from you After a period when prison. Of the exclusions before in England. They began to rise again around 10 years ago. The latest figures for the academic year 2022-2023 show more than nine. 9,300 children were permanently excluded from mainstream schools in England. Now? Absolutely. Squeeze your rate of 11 out of 30 up to 6. Seven decade ago and is also. Something. And it's not just a blip in the figures, but a longer term trend. Exclusions have become a divisive subject, a polarising issue with strong OP. Opinions on both sides, okay? Lads are just pulled up a reception. So every morning when our students come in on any. Entrance. We warn them and we take all their belongings off them. Just safety precaution and your. Holding a wand. Yeah? What's that? To search for metals. Fruit, any family, anything that. Take everything, all their belongings off them, and they get given it back at the end of the day when they leave the exit. But the pupils are also given missing bits of uniform if they forget to bring their own. In here. If they haven't come in, we'd like to provide them with one. Learn the same thing. Jesus. Brand new, but not taking. Hopefully going to teach them. Normally they are quite good, but we do have the webinar. Moment it's in my washing machine. Or they've lost it in their bedroom. As we continue our walk around the school. I can smell cooking here. Shopping. This is our food tech session. So, as you can see, we have. Space for cooking. All of our students take cooking lessons. And. This probably tells me when and why we ended up. Another tool for three, and I don't. So that's my family. The. Get to pre previous school. Quite moving about. The answer? Medication. And the other. Don't know, More supportive. It here. Sort of understand where you're coming from a bit. Also, I feel like the woman teachers are at my mom's and the male teachers are my dad. Bobby's currently doing his GCSEs and is a talented boxer. Keep on missing something. I've had 13 fights, and I've been doing it for at least. You might be not happy, right? I got a book thing called Bully the Bull, so I was going to dress a book thing. For me. That's your nickname, Bobby the ball. So I think what I'm doing right now is putting my hundred percent. Sent to my GCSes. And if that don't go well, I've always got boxing to do. I think that's a. Good things. Keep in mind or. Also got a course in Destin applying. Good luck. Nice one. Also in the cookie. Class crying. His brother is Elijah, year 10. Attend back. Then I'll just mess around and. Across you, and then my behavior will just be very. And do you feel a lot more happy here? Yeah, I think. In this school anymore than my old school because it's a smaller group, and I think I'm more. More for that than I am. Bigger tips and classes and stuff. Focus way more. Speaking to Bobby and Elijah has left me wondering what it's like to be a parent of a child. Kicked out of school. I used to work with excluded kids before I was a journalist. But it wasn't until I became a parent and experiencing challenges with my middle child, who's now nine. But I really understood the frustrations. He was getting into trouble a lot, and we were regularly called into the school. Like Bobby. He was eventually given a diagnosis of adhd. Attention deficit hypert. Activity disorder. But unlike Bobby, we got the support we needed within the same school. So I was very interested to hear from Elijah's bad swipe. You agreed to talk to me. What was your first sort of feeling as a parent? Know that your child would be going to a people referral unit. How did that make you feel? I mean, I. I was worrying because there is a stigma for proofs and. He already had issues with behavior beforehand, amongst other things as well. Well, so to me, it was, he's going from the frying pan into the fire, but. But I didn't really understand what this school was able to. To offer in terms of support and structure for both students and parents. As well. So, yeah, I was super nervous after, I would say, like, a couple of weeks till. Month, I saw significant improvements in his behavior, in his engagement. That quick? Yeah. Literally that quick for Elijah. Looking back at things, in hindsight, I would have had him come. Here earlier. This is prayer. Okay? Not from my hand. Next up, Vicky, Texas bank of. Corridor to a GCSE English class. What's striking is the small number of pupils.",
        "client_ids": [
          "c4f91915-b478-411b-813a-d89136f0eb28"
        ]
      },
      "single_consumer": false,
      "created_at": "2025-06-09T16:11:16.716759",
      "unique_id": "03d7b18d-c7f5-48c2-a217-39efdd055a85",
      "status": "EXPIRED",
      "consumed_by": "expiration",
      "consumed_at": "2025-06-09T16:12:27.144564"
    },
    {
      "key": "_transcription",
      "active_from": "2025-06-09T16:11:21.983804",
      "expires": "2025-06-09T16:12:21.983804",
      "display_name": null,
      "payload": {
        "text": "Around eight. They're revising for an exam they will take the next day.",
        "history": "Warner Brothers Discovery has announced that they are spitting. Public companies by next year. And discovery separate streaming service. Controller streaming potential. BB. Rayner and his panelists will be tackling some more important matters. Such as suggesting new methods for making crispy chili oil. With. Of. Of the stories. So many children excluded for school. Children currently excluded in mainstream school. Of 421 in England, please. From the. Me. And that's your walkie talkie you carry around with you. Correct? Yeah. Walks up with you the whole time. Everyone has a walkie talkie, and we all have our keys because. All our drawers are electric, so you got to get in and out. Support movement break. Is one of around 25 staff here, working with roughly 60 pupils. Senior. The school age, so I'm off site a lot. So I work in the morning here and then I do home. Home visits in the community. Dangerous longboard. Instance. Is find that. Children when they're treated. Nobody hidden from you After a period when prison. Of the exclusions before in England. They began to rise again around 10 years ago. The latest figures for the academic year 2022-2023 show more than nine. 9,300 children were permanently excluded from mainstream schools in England. Now? Absolutely. Squeeze your rate of 11 out of 30 up to 6. Seven decade ago and is also. Something. And it's not just a blip in the figures, but a longer term trend. Exclusions have become a divisive subject, a polarising issue with strong OP. Opinions on both sides, okay? Lads are just pulled up a reception. So every morning when our students come in on any. Entrance. We warn them and we take all their belongings off them. Just safety precaution and your. Holding a wand. Yeah? What's that? To search for metals. Fruit, any family, anything that. Take everything, all their belongings off them, and they get given it back at the end of the day when they leave the exit. But the pupils are also given missing bits of uniform if they forget to bring their own. In here. If they haven't come in, we'd like to provide them with one. Learn the same thing. Jesus. Brand new, but not taking. Hopefully going to teach them. Normally they are quite good, but we do have the webinar. Moment it's in my washing machine. Or they've lost it in their bedroom. As we continue our walk around the school. I can smell cooking here. Shopping. This is our food tech session. So, as you can see, we have. Space for cooking. All of our students take cooking lessons. And. This probably tells me when and why we ended up. Another tool for three, and I don't. So that's my family. The. Get to pre previous school. Quite moving about. The answer? Medication. And the other. Don't know, More supportive. It here. Sort of understand where you're coming from a bit. Also, I feel like the woman teachers are at my mom's and the male teachers are my dad. Bobby's currently doing his GCSEs and is a talented boxer. Keep on missing something. I've had 13 fights, and I've been doing it for at least. You might be not happy, right? I got a book thing called Bully the Bull, so I was going to dress a book thing. For me. That's your nickname, Bobby the ball. So I think what I'm doing right now is putting my hundred percent. Sent to my GCSes. And if that don't go well, I've always got boxing to do. I think that's a. Good things. Keep in mind or. Also got a course in Destin applying. Good luck. Nice one. Also in the cookie. Class crying. His brother is Elijah, year 10. Attend back. Then I'll just mess around and. Across you, and then my behavior will just be very. And do you feel a lot more happy here? Yeah, I think. In this school anymore than my old school because it's a smaller group, and I think I'm more. More for that than I am. Bigger tips and classes and stuff. Focus way more. Speaking to Bobby and Elijah has left me wondering what it's like to be a parent of a child. Kicked out of school. I used to work with excluded kids before I was a journalist. But it wasn't until I became a parent and experiencing challenges with my middle child, who's now nine. But I really understood the frustrations. He was getting into trouble a lot, and we were regularly called into the school. Like Bobby. He was eventually given a diagnosis of adhd. Attention deficit hypert. Activity disorder. But unlike Bobby, we got the support we needed within the same school. So I was very interested to hear from Elijah's bad swipe. You agreed to talk to me. What was your first sort of feeling as a parent? Know that your child would be going to a people referral unit. How did that make you feel? I mean, I. I was worrying because there is a stigma for proofs and. He already had issues with behavior beforehand, amongst other things as well. Well, so to me, it was, he's going from the frying pan into the fire, but. But I didn't really understand what this school was able to. To offer in terms of support and structure for both students and parents. As well. So, yeah, I was super nervous after, I would say, like, a couple of weeks till. Month, I saw significant improvements in his behavior, in his engagement. That quick? Yeah. Literally that quick for Elijah. Looking back at things, in hindsight, I would have had him come. Here earlier. This is prayer. Okay? Not from my hand. Next up, Vicky, Texas bank of. Corridor to a GCSE English class. What's striking is the small number of pupils. Around eight. They're revising for an exam they will take the next day.",
        "client_ids": [
          "c4f91915-b478-411b-813a-d89136f0eb28"
        ]
      },
      "single_consumer": false,
      "created_at": "2025-06-09T16:11:21.983804",
      "unique_id": "02c15f3b-46c8-47f1-bc17-cbf1ecbf46e8",
      "status": "EXPIRED",
      "consumed_by": "expiration",
      "consumed_at": "2025-06-09T16:12:27.144564"
    },
    {
      "key": "_transcription",
      "active_from": "2025-06-09T16:11:27.181545",
      "expires": "2025-06-09T16:12:27.181545",
      "display_name": null,
      "payload": {
        "text": "Before this war.",
        "history": "has announced that they are spitting. Public companies by next year. And discovery separate streaming service. Controller streaming potential. BB. Rayner and his panelists will be tackling some more important matters. Such as suggesting new methods for making crispy chili oil. With. Of. Of the stories. So many children excluded for school. Children currently excluded in mainstream school. Of 421 in England, please. From the. Me. And that's your walkie talkie you carry around with you. Correct? Yeah. Walks up with you the whole time. Everyone has a walkie talkie, and we all have our keys because. All our drawers are electric, so you got to get in and out. Support movement break. Is one of around 25 staff here, working with roughly 60 pupils. Senior. The school age, so I'm off site a lot. So I work in the morning here and then I do home. Home visits in the community. Dangerous longboard. Instance. Is find that. Children when they're treated. Nobody hidden from you After a period when prison. Of the exclusions before in England. They began to rise again around 10 years ago. The latest figures for the academic year 2022-2023 show more than nine. 9,300 children were permanently excluded from mainstream schools in England. Now? Absolutely. Squeeze your rate of 11 out of 30 up to 6. Seven decade ago and is also. Something. And it's not just a blip in the figures, but a longer term trend. Exclusions have become a divisive subject, a polarising issue with strong OP. Opinions on both sides, okay? Lads are just pulled up a reception. So every morning when our students come in on any. Entrance. We warn them and we take all their belongings off them. Just safety precaution and your. Holding a wand. Yeah? What's that? To search for metals. Fruit, any family, anything that. Take everything, all their belongings off them, and they get given it back at the end of the day when they leave the exit. But the pupils are also given missing bits of uniform if they forget to bring their own. In here. If they haven't come in, we'd like to provide them with one. Learn the same thing. Jesus. Brand new, but not taking. Hopefully going to teach them. Normally they are quite good, but we do have the webinar. Moment it's in my washing machine. Or they've lost it in their bedroom. As we continue our walk around the school. I can smell cooking here. Shopping. This is our food tech session. So, as you can see, we have. Space for cooking. All of our students take cooking lessons. And. This probably tells me when and why we ended up. Another tool for three, and I don't. So that's my family. The. Get to pre previous school. Quite moving about. The answer? Medication. And the other. Don't know, More supportive. It here. Sort of understand where you're coming from a bit. Also, I feel like the woman teachers are at my mom's and the male teachers are my dad. Bobby's currently doing his GCSEs and is a talented boxer. Keep on missing something. I've had 13 fights, and I've been doing it for at least. You might be not happy, right? I got a book thing called Bully the Bull, so I was going to dress a book thing. For me. That's your nickname, Bobby the ball. So I think what I'm doing right now is putting my hundred percent. Sent to my GCSes. And if that don't go well, I've always got boxing to do. I think that's a. Good things. Keep in mind or. Also got a course in Destin applying. Good luck. Nice one. Also in the cookie. Class crying. His brother is Elijah, year 10. Attend back. Then I'll just mess around and. Across you, and then my behavior will just be very. And do you feel a lot more happy here? Yeah, I think. In this school anymore than my old school because it's a smaller group, and I think I'm more. More for that than I am. Bigger tips and classes and stuff. Focus way more. Speaking to Bobby and Elijah has left me wondering what it's like to be a parent of a child. Kicked out of school. I used to work with excluded kids before I was a journalist. But it wasn't until I became a parent and experiencing challenges with my middle child, who's now nine. But I really understood the frustrations. He was getting into trouble a lot, and we were regularly called into the school. Like Bobby. He was eventually given a diagnosis of adhd. Attention deficit hypert. Activity disorder. But unlike Bobby, we got the support we needed within the same school. So I was very interested to hear from Elijah's bad swipe. You agreed to talk to me. What was your first sort of feeling as a parent? Know that your child would be going to a people referral unit. How did that make you feel? I mean, I. I was worrying because there is a stigma for proofs and. He already had issues with behavior beforehand, amongst other things as well. Well, so to me, it was, he's going from the frying pan into the fire, but. But I didn't really understand what this school was able to. To offer in terms of support and structure for both students and parents. As well. So, yeah, I was super nervous after, I would say, like, a couple of weeks till. Month, I saw significant improvements in his behavior, in his engagement. That quick? Yeah. Literally that quick for Elijah. Looking back at things, in hindsight, I would have had him come. Here earlier. This is prayer. Okay? Not from my hand. Next up, Vicky, Texas bank of. Corridor to a GCSE English class. What's striking is the small number of pupils. Around eight. They're revising for an exam they will take the next day. Before this war.",
        "client_ids": [
          "c4f91915-b478-411b-813a-d89136f0eb28"
        ]
      },
      "single_consumer": false,
      "created_at": "2025-06-09T16:11:27.181545",
      "unique_id": "ac29786c-1031-4c9b-9968-f05b4b456360",
      "status": "EXPIRED",
      "consumed_by": "expiration",
      "consumed_at": "2025-06-09T16:12:27.398427"
    },
    {
      "key": "_transcription",
      "active_from": "2025-06-09T16:12:31.229221",
      "expires": "2025-06-09T16:13:31.229221",
      "display_name": null,
      "payload": {
        "text": "This is obviously a program about school exclusions. Why are there so many GC.",
        "history": "ago. The latest figures for the academic year 2022-2023 show more than nine. 9,300 children were permanently excluded from mainstream schools in England. Now? Absolutely. Squeeze your rate of 11 out of 30 up to 6. Seven decade ago and is also. Something. And it's not just a blip in the figures, but a longer term trend. Exclusions have become a divisive subject, a polarising issue with strong OP. Opinions on both sides, okay? Lads are just pulled up a reception. So every morning when our students come in on any. Entrance. We warn them and we take all their belongings off them. Just safety precaution and your. Holding a wand. Yeah? What's that? To search for metals. Fruit, any family, anything that. Take everything, all their belongings off them, and they get given it back at the end of the day when they leave the exit. But the pupils are also given missing bits of uniform if they forget to bring their own. In here. If they haven't come in, we'd like to provide them with one. Learn the same thing. Jesus. Brand new, but not taking. Hopefully going to teach them. Normally they are quite good, but we do have the webinar. Moment it's in my washing machine. Or they've lost it in their bedroom. As we continue our walk around the school. I can smell cooking here. Shopping. This is our food tech session. So, as you can see, we have. Space for cooking. All of our students take cooking lessons. And. This probably tells me when and why we ended up. Another tool for three, and I don't. So that's my family. The. Get to pre previous school. Quite moving about. The answer? Medication. And the other. Don't know, More supportive. It here. Sort of understand where you're coming from a bit. Also, I feel like the woman teachers are at my mom's and the male teachers are my dad. Bobby's currently doing his GCSEs and is a talented boxer. Keep on missing something. I've had 13 fights, and I've been doing it for at least. You might be not happy, right? I got a book thing called Bully the Bull, so I was going to dress a book thing. For me. That's your nickname, Bobby the ball. So I think what I'm doing right now is putting my hundred percent. Sent to my GCSes. And if that don't go well, I've always got boxing to do. I think that's a. Good things. Keep in mind or. Also got a course in Destin applying. Good luck. Nice one. Also in the cookie. Class crying. His brother is Elijah, year 10. Attend back. Then I'll just mess around and. Across you, and then my behavior will just be very. And do you feel a lot more happy here? Yeah, I think. In this school anymore than my old school because it's a smaller group, and I think I'm more. More for that than I am. Bigger tips and classes and stuff. Focus way more. Speaking to Bobby and Elijah has left me wondering what it's like to be a parent of a child. Kicked out of school. I used to work with excluded kids before I was a journalist. But it wasn't until I became a parent and experiencing challenges with my middle child, who's now nine. But I really understood the frustrations. He was getting into trouble a lot, and we were regularly called into the school. Like Bobby. He was eventually given a diagnosis of adhd. Attention deficit hypert. Activity disorder. But unlike Bobby, we got the support we needed within the same school. So I was very interested to hear from Elijah's bad swipe. You agreed to talk to me. What was your first sort of feeling as a parent? Know that your child would be going to a people referral unit. How did that make you feel? I mean, I. I was worrying because there is a stigma for proofs and. He already had issues with behavior beforehand, amongst other things as well. Well, so to me, it was, he's going from the frying pan into the fire, but. But I didn't really understand what this school was able to. To offer in terms of support and structure for both students and parents. As well. So, yeah, I was super nervous after, I would say, like, a couple of weeks till. Month, I saw significant improvements in his behavior, in his engagement. That quick? Yeah. Literally that quick for Elijah. Looking back at things, in hindsight, I would have had him come. Here earlier. This is prayer. Okay? Not from my hand. Next up, Vicky, Texas bank of. Corridor to a GCSE English class. What's striking is the small number of pupils. Around eight. They're revising for an exam they will take the next day. Before this war. One of the pupils in the class is Jade. She's bright and smart. And hoping to go to college, university, and then become a nurse. But J tells. Before she arrived at the school that things were very different for her. I wasn't focused on. Nothing I was with bunking, running around the school be rooted teachers. And everything. And then now I'm here, it's more serious and. More like chill. When you first came though, a year and a half ago, what did you. Did you expect? The pupil referral unit? Kind of sounds a little bit scary. What did you expect when you. When I first arrived, I was expecting it to be like all the. Kids are misbehaved and they're not as relaxing. As they are. So it was different than you expected. Heath's school does seem a bit different and it's ranked as good by Ofsted, outstanding in many areas. Which isn't the case with all prus. So I'm keen to hear from the head, Alex Wilson. This is obviously a program about school exclusions. Why are there so many GC.",
        "client_ids": [
          "c4f91915-b478-411b-813a-d89136f0eb28"
        ]
      },
      "single_consumer": false,
      "created_at": "2025-06-09T16:12:31.229221",
      "unique_id": "e7538c17-9444-49d1-97d6-8f79633c23d4",
      "status": "EXPIRED",
      "consumed_by": "expiration",
      "consumed_at": "2025-06-09T16:13:35.600727"
    },
    {
      "key": "_transcription",
      "active_from": "2025-06-09T16:11:31.258967",
      "expires": "2025-06-09T16:12:31.258967",
      "display_name": null,
      "payload": {
        "text": "One of the pupils in the class is Jade. She's bright and smart.",
        "history": "separate streaming service. Controller streaming potential. BB. Rayner and his panelists will be tackling some more important matters. Such as suggesting new methods for making crispy chili oil. With. Of. Of the stories. So many children excluded for school. Children currently excluded in mainstream school. Of 421 in England, please. From the. Me. And that's your walkie talkie you carry around with you. Correct? Yeah. Walks up with you the whole time. Everyone has a walkie talkie, and we all have our keys because. All our drawers are electric, so you got to get in and out. Support movement break. Is one of around 25 staff here, working with roughly 60 pupils. Senior. The school age, so I'm off site a lot. So I work in the morning here and then I do home. Home visits in the community. Dangerous longboard. Instance. Is find that. Children when they're treated. Nobody hidden from you After a period when prison. Of the exclusions before in England. They began to rise again around 10 years ago. The latest figures for the academic year 2022-2023 show more than nine. 9,300 children were permanently excluded from mainstream schools in England. Now? Absolutely. Squeeze your rate of 11 out of 30 up to 6. Seven decade ago and is also. Something. And it's not just a blip in the figures, but a longer term trend. Exclusions have become a divisive subject, a polarising issue with strong OP. Opinions on both sides, okay? Lads are just pulled up a reception. So every morning when our students come in on any. Entrance. We warn them and we take all their belongings off them. Just safety precaution and your. Holding a wand. Yeah? What's that? To search for metals. Fruit, any family, anything that. Take everything, all their belongings off them, and they get given it back at the end of the day when they leave the exit. But the pupils are also given missing bits of uniform if they forget to bring their own. In here. If they haven't come in, we'd like to provide them with one. Learn the same thing. Jesus. Brand new, but not taking. Hopefully going to teach them. Normally they are quite good, but we do have the webinar. Moment it's in my washing machine. Or they've lost it in their bedroom. As we continue our walk around the school. I can smell cooking here. Shopping. This is our food tech session. So, as you can see, we have. Space for cooking. All of our students take cooking lessons. And. This probably tells me when and why we ended up. Another tool for three, and I don't. So that's my family. The. Get to pre previous school. Quite moving about. The answer? Medication. And the other. Don't know, More supportive. It here. Sort of understand where you're coming from a bit. Also, I feel like the woman teachers are at my mom's and the male teachers are my dad. Bobby's currently doing his GCSEs and is a talented boxer. Keep on missing something. I've had 13 fights, and I've been doing it for at least. You might be not happy, right? I got a book thing called Bully the Bull, so I was going to dress a book thing. For me. That's your nickname, Bobby the ball. So I think what I'm doing right now is putting my hundred percent. Sent to my GCSes. And if that don't go well, I've always got boxing to do. I think that's a. Good things. Keep in mind or. Also got a course in Destin applying. Good luck. Nice one. Also in the cookie. Class crying. His brother is Elijah, year 10. Attend back. Then I'll just mess around and. Across you, and then my behavior will just be very. And do you feel a lot more happy here? Yeah, I think. In this school anymore than my old school because it's a smaller group, and I think I'm more. More for that than I am. Bigger tips and classes and stuff. Focus way more. Speaking to Bobby and Elijah has left me wondering what it's like to be a parent of a child. Kicked out of school. I used to work with excluded kids before I was a journalist. But it wasn't until I became a parent and experiencing challenges with my middle child, who's now nine. But I really understood the frustrations. He was getting into trouble a lot, and we were regularly called into the school. Like Bobby. He was eventually given a diagnosis of adhd. Attention deficit hypert. Activity disorder. But unlike Bobby, we got the support we needed within the same school. So I was very interested to hear from Elijah's bad swipe. You agreed to talk to me. What was your first sort of feeling as a parent? Know that your child would be going to a people referral unit. How did that make you feel? I mean, I. I was worrying because there is a stigma for proofs and. He already had issues with behavior beforehand, amongst other things as well. Well, so to me, it was, he's going from the frying pan into the fire, but. But I didn't really understand what this school was able to. To offer in terms of support and structure for both students and parents. As well. So, yeah, I was super nervous after, I would say, like, a couple of weeks till. Month, I saw significant improvements in his behavior, in his engagement. That quick? Yeah. Literally that quick for Elijah. Looking back at things, in hindsight, I would have had him come. Here earlier. This is prayer. Okay? Not from my hand. Next up, Vicky, Texas bank of. Corridor to a GCSE English class. What's striking is the small number of pupils. Around eight. They're revising for an exam they will take the next day. Before this war. One of the pupils in the class is Jade. She's bright and smart.",
        "client_ids": [
          "c4f91915-b478-411b-813a-d89136f0eb28"
        ]
      },
      "single_consumer": false,
      "created_at": "2025-06-09T16:11:31.258967",
      "unique_id": "b0dee124-f181-49c1-bab4-4e92e68ce60b",
      "status": "EXPIRED",
      "consumed_by": "expiration",
      "consumed_at": "2025-06-09T16:12:35.479051"
    },
    {
      "key": "_transcription",
      "active_from": "2025-06-09T16:12:36.357763",
      "expires": "2025-06-09T16:13:36.357763",
      "display_name": null,
      "payload": {
        "text": "Think we see a variety of reasons for why these students come to us, but.",
        "history": "were permanently excluded from mainstream schools in England. Now? Absolutely. Squeeze your rate of 11 out of 30 up to 6. Seven decade ago and is also. Something. And it's not just a blip in the figures, but a longer term trend. Exclusions have become a divisive subject, a polarising issue with strong OP. Opinions on both sides, okay? Lads are just pulled up a reception. So every morning when our students come in on any. Entrance. We warn them and we take all their belongings off them. Just safety precaution and your. Holding a wand. Yeah? What's that? To search for metals. Fruit, any family, anything that. Take everything, all their belongings off them, and they get given it back at the end of the day when they leave the exit. But the pupils are also given missing bits of uniform if they forget to bring their own. In here. If they haven't come in, we'd like to provide them with one. Learn the same thing. Jesus. Brand new, but not taking. Hopefully going to teach them. Normally they are quite good, but we do have the webinar. Moment it's in my washing machine. Or they've lost it in their bedroom. As we continue our walk around the school. I can smell cooking here. Shopping. This is our food tech session. So, as you can see, we have. Space for cooking. All of our students take cooking lessons. And. This probably tells me when and why we ended up. Another tool for three, and I don't. So that's my family. The. Get to pre previous school. Quite moving about. The answer? Medication. And the other. Don't know, More supportive. It here. Sort of understand where you're coming from a bit. Also, I feel like the woman teachers are at my mom's and the male teachers are my dad. Bobby's currently doing his GCSEs and is a talented boxer. Keep on missing something. I've had 13 fights, and I've been doing it for at least. You might be not happy, right? I got a book thing called Bully the Bull, so I was going to dress a book thing. For me. That's your nickname, Bobby the ball. So I think what I'm doing right now is putting my hundred percent. Sent to my GCSes. And if that don't go well, I've always got boxing to do. I think that's a. Good things. Keep in mind or. Also got a course in Destin applying. Good luck. Nice one. Also in the cookie. Class crying. His brother is Elijah, year 10. Attend back. Then I'll just mess around and. Across you, and then my behavior will just be very. And do you feel a lot more happy here? Yeah, I think. In this school anymore than my old school because it's a smaller group, and I think I'm more. More for that than I am. Bigger tips and classes and stuff. Focus way more. Speaking to Bobby and Elijah has left me wondering what it's like to be a parent of a child. Kicked out of school. I used to work with excluded kids before I was a journalist. But it wasn't until I became a parent and experiencing challenges with my middle child, who's now nine. But I really understood the frustrations. He was getting into trouble a lot, and we were regularly called into the school. Like Bobby. He was eventually given a diagnosis of adhd. Attention deficit hypert. Activity disorder. But unlike Bobby, we got the support we needed within the same school. So I was very interested to hear from Elijah's bad swipe. You agreed to talk to me. What was your first sort of feeling as a parent? Know that your child would be going to a people referral unit. How did that make you feel? I mean, I. I was worrying because there is a stigma for proofs and. He already had issues with behavior beforehand, amongst other things as well. Well, so to me, it was, he's going from the frying pan into the fire, but. But I didn't really understand what this school was able to. To offer in terms of support and structure for both students and parents. As well. So, yeah, I was super nervous after, I would say, like, a couple of weeks till. Month, I saw significant improvements in his behavior, in his engagement. That quick? Yeah. Literally that quick for Elijah. Looking back at things, in hindsight, I would have had him come. Here earlier. This is prayer. Okay? Not from my hand. Next up, Vicky, Texas bank of. Corridor to a GCSE English class. What's striking is the small number of pupils. Around eight. They're revising for an exam they will take the next day. Before this war. One of the pupils in the class is Jade. She's bright and smart. And hoping to go to college, university, and then become a nurse. But J tells. Before she arrived at the school that things were very different for her. I wasn't focused on. Nothing I was with bunking, running around the school be rooted teachers. And everything. And then now I'm here, it's more serious and. More like chill. When you first came though, a year and a half ago, what did you. Did you expect? The pupil referral unit? Kind of sounds a little bit scary. What did you expect when you. When I first arrived, I was expecting it to be like all the. Kids are misbehaved and they're not as relaxing. As they are. So it was different than you expected. Heath's school does seem a bit different and it's ranked as good by Ofsted, outstanding in many areas. Which isn't the case with all prus. So I'm keen to hear from the head, Alex Wilson. This is obviously a program about school exclusions. Why are there so many GC. Think we see a variety of reasons for why these students come to us, but.",
        "client_ids": [
          "c4f91915-b478-411b-813a-d89136f0eb28"
        ]
      },
      "single_consumer": false,
      "created_at": "2025-06-09T16:12:36.357763",
      "unique_id": "c02bff4c-029a-43af-a72a-5e73e74fbfd6",
      "status": "EXPIRED",
      "consumed_by": "expiration",
      "consumed_at": "2025-06-09T16:13:37.104950"
    },
    {
      "key": "_transcription",
      "active_from": "2025-06-09T16:11:36.489794",
      "expires": "2025-06-09T16:12:36.489794",
      "display_name": null,
      "payload": {
        "text": "And hoping to go to college, university, and then become a nurse. But J tells.",
        "history": "more important matters. Such as suggesting new methods for making crispy chili oil. With. Of. Of the stories. So many children excluded for school. Children currently excluded in mainstream school. Of 421 in England, please. From the. Me. And that's your walkie talkie you carry around with you. Correct? Yeah. Walks up with you the whole time. Everyone has a walkie talkie, and we all have our keys because. All our drawers are electric, so you got to get in and out. Support movement break. Is one of around 25 staff here, working with roughly 60 pupils. Senior. The school age, so I'm off site a lot. So I work in the morning here and then I do home. Home visits in the community. Dangerous longboard. Instance. Is find that. Children when they're treated. Nobody hidden from you After a period when prison. Of the exclusions before in England. They began to rise again around 10 years ago. The latest figures for the academic year 2022-2023 show more than nine. 9,300 children were permanently excluded from mainstream schools in England. Now? Absolutely. Squeeze your rate of 11 out of 30 up to 6. Seven decade ago and is also. Something. And it's not just a blip in the figures, but a longer term trend. Exclusions have become a divisive subject, a polarising issue with strong OP. Opinions on both sides, okay? Lads are just pulled up a reception. So every morning when our students come in on any. Entrance. We warn them and we take all their belongings off them. Just safety precaution and your. Holding a wand. Yeah? What's that? To search for metals. Fruit, any family, anything that. Take everything, all their belongings off them, and they get given it back at the end of the day when they leave the exit. But the pupils are also given missing bits of uniform if they forget to bring their own. In here. If they haven't come in, we'd like to provide them with one. Learn the same thing. Jesus. Brand new, but not taking. Hopefully going to teach them. Normally they are quite good, but we do have the webinar. Moment it's in my washing machine. Or they've lost it in their bedroom. As we continue our walk around the school. I can smell cooking here. Shopping. This is our food tech session. So, as you can see, we have. Space for cooking. All of our students take cooking lessons. And. This probably tells me when and why we ended up. Another tool for three, and I don't. So that's my family. The. Get to pre previous school. Quite moving about. The answer? Medication. And the other. Don't know, More supportive. It here. Sort of understand where you're coming from a bit. Also, I feel like the woman teachers are at my mom's and the male teachers are my dad. Bobby's currently doing his GCSEs and is a talented boxer. Keep on missing something. I've had 13 fights, and I've been doing it for at least. You might be not happy, right? I got a book thing called Bully the Bull, so I was going to dress a book thing. For me. That's your nickname, Bobby the ball. So I think what I'm doing right now is putting my hundred percent. Sent to my GCSes. And if that don't go well, I've always got boxing to do. I think that's a. Good things. Keep in mind or. Also got a course in Destin applying. Good luck. Nice one. Also in the cookie. Class crying. His brother is Elijah, year 10. Attend back. Then I'll just mess around and. Across you, and then my behavior will just be very. And do you feel a lot more happy here? Yeah, I think. In this school anymore than my old school because it's a smaller group, and I think I'm more. More for that than I am. Bigger tips and classes and stuff. Focus way more. Speaking to Bobby and Elijah has left me wondering what it's like to be a parent of a child. Kicked out of school. I used to work with excluded kids before I was a journalist. But it wasn't until I became a parent and experiencing challenges with my middle child, who's now nine. But I really understood the frustrations. He was getting into trouble a lot, and we were regularly called into the school. Like Bobby. He was eventually given a diagnosis of adhd. Attention deficit hypert. Activity disorder. But unlike Bobby, we got the support we needed within the same school. So I was very interested to hear from Elijah's bad swipe. You agreed to talk to me. What was your first sort of feeling as a parent? Know that your child would be going to a people referral unit. How did that make you feel? I mean, I. I was worrying because there is a stigma for proofs and. He already had issues with behavior beforehand, amongst other things as well. Well, so to me, it was, he's going from the frying pan into the fire, but. But I didn't really understand what this school was able to. To offer in terms of support and structure for both students and parents. As well. So, yeah, I was super nervous after, I would say, like, a couple of weeks till. Month, I saw significant improvements in his behavior, in his engagement. That quick? Yeah. Literally that quick for Elijah. Looking back at things, in hindsight, I would have had him come. Here earlier. This is prayer. Okay? Not from my hand. Next up, Vicky, Texas bank of. Corridor to a GCSE English class. What's striking is the small number of pupils. Around eight. They're revising for an exam they will take the next day. Before this war. One of the pupils in the class is Jade. She's bright and smart. And hoping to go to college, university, and then become a nurse. But J tells.",
        "client_ids": [
          "c4f91915-b478-411b-813a-d89136f0eb28"
        ]
      },
      "single_consumer": false,
      "created_at": "2025-06-09T16:11:36.489794",
      "unique_id": "59212fb4-01f4-41bc-9a28-6a0fa4afea0e",
      "status": "EXPIRED",
      "consumed_by": "expiration",
      "consumed_at": "2025-06-09T16:12:37.008117"
    },
    {
      "key": "_transcription",
      "active_from": "2025-06-09T16:12:41.534462",
      "expires": "2025-06-09T16:13:41.534462",
      "display_name": null,
      "payload": {
        "text": "Ones that underpin it are their inability to manage a mainstream score and often.",
        "history": "11 out of 30 up to 6. Seven decade ago and is also. Something. And it's not just a blip in the figures, but a longer term trend. Exclusions have become a divisive subject, a polarising issue with strong OP. Opinions on both sides, okay? Lads are just pulled up a reception. So every morning when our students come in on any. Entrance. We warn them and we take all their belongings off them. Just safety precaution and your. Holding a wand. Yeah? What's that? To search for metals. Fruit, any family, anything that. Take everything, all their belongings off them, and they get given it back at the end of the day when they leave the exit. But the pupils are also given missing bits of uniform if they forget to bring their own. In here. If they haven't come in, we'd like to provide them with one. Learn the same thing. Jesus. Brand new, but not taking. Hopefully going to teach them. Normally they are quite good, but we do have the webinar. Moment it's in my washing machine. Or they've lost it in their bedroom. As we continue our walk around the school. I can smell cooking here. Shopping. This is our food tech session. So, as you can see, we have. Space for cooking. All of our students take cooking lessons. And. This probably tells me when and why we ended up. Another tool for three, and I don't. So that's my family. The. Get to pre previous school. Quite moving about. The answer? Medication. And the other. Don't know, More supportive. It here. Sort of understand where you're coming from a bit. Also, I feel like the woman teachers are at my mom's and the male teachers are my dad. Bobby's currently doing his GCSEs and is a talented boxer. Keep on missing something. I've had 13 fights, and I've been doing it for at least. You might be not happy, right? I got a book thing called Bully the Bull, so I was going to dress a book thing. For me. That's your nickname, Bobby the ball. So I think what I'm doing right now is putting my hundred percent. Sent to my GCSes. And if that don't go well, I've always got boxing to do. I think that's a. Good things. Keep in mind or. Also got a course in Destin applying. Good luck. Nice one. Also in the cookie. Class crying. His brother is Elijah, year 10. Attend back. Then I'll just mess around and. Across you, and then my behavior will just be very. And do you feel a lot more happy here? Yeah, I think. In this school anymore than my old school because it's a smaller group, and I think I'm more. More for that than I am. Bigger tips and classes and stuff. Focus way more. Speaking to Bobby and Elijah has left me wondering what it's like to be a parent of a child. Kicked out of school. I used to work with excluded kids before I was a journalist. But it wasn't until I became a parent and experiencing challenges with my middle child, who's now nine. But I really understood the frustrations. He was getting into trouble a lot, and we were regularly called into the school. Like Bobby. He was eventually given a diagnosis of adhd. Attention deficit hypert. Activity disorder. But unlike Bobby, we got the support we needed within the same school. So I was very interested to hear from Elijah's bad swipe. You agreed to talk to me. What was your first sort of feeling as a parent? Know that your child would be going to a people referral unit. How did that make you feel? I mean, I. I was worrying because there is a stigma for proofs and. He already had issues with behavior beforehand, amongst other things as well. Well, so to me, it was, he's going from the frying pan into the fire, but. But I didn't really understand what this school was able to. To offer in terms of support and structure for both students and parents. As well. So, yeah, I was super nervous after, I would say, like, a couple of weeks till. Month, I saw significant improvements in his behavior, in his engagement. That quick? Yeah. Literally that quick for Elijah. Looking back at things, in hindsight, I would have had him come. Here earlier. This is prayer. Okay? Not from my hand. Next up, Vicky, Texas bank of. Corridor to a GCSE English class. What's striking is the small number of pupils. Around eight. They're revising for an exam they will take the next day. Before this war. One of the pupils in the class is Jade. She's bright and smart. And hoping to go to college, university, and then become a nurse. But J tells. Before she arrived at the school that things were very different for her. I wasn't focused on. Nothing I was with bunking, running around the school be rooted teachers. And everything. And then now I'm here, it's more serious and. More like chill. When you first came though, a year and a half ago, what did you. Did you expect? The pupil referral unit? Kind of sounds a little bit scary. What did you expect when you. When I first arrived, I was expecting it to be like all the. Kids are misbehaved and they're not as relaxing. As they are. So it was different than you expected. Heath's school does seem a bit different and it's ranked as good by Ofsted, outstanding in many areas. Which isn't the case with all prus. So I'm keen to hear from the head, Alex Wilson. This is obviously a program about school exclusions. Why are there so many GC. Think we see a variety of reasons for why these students come to us, but. Ones that underpin it are their inability to manage a mainstream score and often.",
        "client_ids": [
          "c4f91915-b478-411b-813a-d89136f0eb28"
        ]
      },
      "single_consumer": false,
      "created_at": "2025-06-09T16:12:41.534462",
      "unique_id": "c5730685-b5b7-4540-9754-b2702ee57eed",
      "status": "EXPIRED",
      "consumed_by": "expiration",
      "consumed_at": "2025-06-09T16:13:57.196604"
    },
    {
      "key": "_transcription",
      "active_from": "2025-06-09T16:11:41.627214",
      "expires": "2025-06-09T16:12:41.627214",
      "display_name": null,
      "payload": {
        "text": "Before she arrived at the school that things were very different for her. I wasn't focused on.",
        "history": "stories. So many children excluded for school. Children currently excluded in mainstream school. Of 421 in England, please. From the. Me. And that's your walkie talkie you carry around with you. Correct? Yeah. Walks up with you the whole time. Everyone has a walkie talkie, and we all have our keys because. All our drawers are electric, so you got to get in and out. Support movement break. Is one of around 25 staff here, working with roughly 60 pupils. Senior. The school age, so I'm off site a lot. So I work in the morning here and then I do home. Home visits in the community. Dangerous longboard. Instance. Is find that. Children when they're treated. Nobody hidden from you After a period when prison. Of the exclusions before in England. They began to rise again around 10 years ago. The latest figures for the academic year 2022-2023 show more than nine. 9,300 children were permanently excluded from mainstream schools in England. Now? Absolutely. Squeeze your rate of 11 out of 30 up to 6. Seven decade ago and is also. Something. And it's not just a blip in the figures, but a longer term trend. Exclusions have become a divisive subject, a polarising issue with strong OP. Opinions on both sides, okay? Lads are just pulled up a reception. So every morning when our students come in on any. Entrance. We warn them and we take all their belongings off them. Just safety precaution and your. Holding a wand. Yeah? What's that? To search for metals. Fruit, any family, anything that. Take everything, all their belongings off them, and they get given it back at the end of the day when they leave the exit. But the pupils are also given missing bits of uniform if they forget to bring their own. In here. If they haven't come in, we'd like to provide them with one. Learn the same thing. Jesus. Brand new, but not taking. Hopefully going to teach them. Normally they are quite good, but we do have the webinar. Moment it's in my washing machine. Or they've lost it in their bedroom. As we continue our walk around the school. I can smell cooking here. Shopping. This is our food tech session. So, as you can see, we have. Space for cooking. All of our students take cooking lessons. And. This probably tells me when and why we ended up. Another tool for three, and I don't. So that's my family. The. Get to pre previous school. Quite moving about. The answer? Medication. And the other. Don't know, More supportive. It here. Sort of understand where you're coming from a bit. Also, I feel like the woman teachers are at my mom's and the male teachers are my dad. Bobby's currently doing his GCSEs and is a talented boxer. Keep on missing something. I've had 13 fights, and I've been doing it for at least. You might be not happy, right? I got a book thing called Bully the Bull, so I was going to dress a book thing. For me. That's your nickname, Bobby the ball. So I think what I'm doing right now is putting my hundred percent. Sent to my GCSes. And if that don't go well, I've always got boxing to do. I think that's a. Good things. Keep in mind or. Also got a course in Destin applying. Good luck. Nice one. Also in the cookie. Class crying. His brother is Elijah, year 10. Attend back. Then I'll just mess around and. Across you, and then my behavior will just be very. And do you feel a lot more happy here? Yeah, I think. In this school anymore than my old school because it's a smaller group, and I think I'm more. More for that than I am. Bigger tips and classes and stuff. Focus way more. Speaking to Bobby and Elijah has left me wondering what it's like to be a parent of a child. Kicked out of school. I used to work with excluded kids before I was a journalist. But it wasn't until I became a parent and experiencing challenges with my middle child, who's now nine. But I really understood the frustrations. He was getting into trouble a lot, and we were regularly called into the school. Like Bobby. He was eventually given a diagnosis of adhd. Attention deficit hypert. Activity disorder. But unlike Bobby, we got the support we needed within the same school. So I was very interested to hear from Elijah's bad swipe. You agreed to talk to me. What was your first sort of feeling as a parent? Know that your child would be going to a people referral unit. How did that make you feel? I mean, I. I was worrying because there is a stigma for proofs and. He already had issues with behavior beforehand, amongst other things as well. Well, so to me, it was, he's going from the frying pan into the fire, but. But I didn't really understand what this school was able to. To offer in terms of support and structure for both students and parents. As well. So, yeah, I was super nervous after, I would say, like, a couple of weeks till. Month, I saw significant improvements in his behavior, in his engagement. That quick? Yeah. Literally that quick for Elijah. Looking back at things, in hindsight, I would have had him come. Here earlier. This is prayer. Okay? Not from my hand. Next up, Vicky, Texas bank of. Corridor to a GCSE English class. What's striking is the small number of pupils. Around eight. They're revising for an exam they will take the next day. Before this war. One of the pupils in the class is Jade. She's bright and smart. And hoping to go to college, university, and then become a nurse. But J tells. Before she arrived at the school that things were very different for her. I wasn't focused on.",
        "client_ids": [
          "c4f91915-b478-411b-813a-d89136f0eb28"
        ]
      },
      "single_consumer": false,
      "created_at": "2025-06-09T16:11:41.627214",
      "unique_id": "96728abf-9a18-412f-a91b-b856dfa10680",
      "status": "EXPIRED",
      "consumed_by": "expiration",
      "consumed_at": "2025-06-09T16:12:57.151843"
    },
    {
      "key": "_transcription",
      "active_from": "2025-06-09T16:11:46.745838",
      "expires": "2025-06-09T16:12:46.745838",
      "display_name": null,
      "payload": {
        "text": "Nothing I was with bunking, running around the school be rooted teachers.",
        "history": "school. Of 421 in England, please. From the. Me. And that's your walkie talkie you carry around with you. Correct? Yeah. Walks up with you the whole time. Everyone has a walkie talkie, and we all have our keys because. All our drawers are electric, so you got to get in and out. Support movement break. Is one of around 25 staff here, working with roughly 60 pupils. Senior. The school age, so I'm off site a lot. So I work in the morning here and then I do home. Home visits in the community. Dangerous longboard. Instance. Is find that. Children when they're treated. Nobody hidden from you After a period when prison. Of the exclusions before in England. They began to rise again around 10 years ago. The latest figures for the academic year 2022-2023 show more than nine. 9,300 children were permanently excluded from mainstream schools in England. Now? Absolutely. Squeeze your rate of 11 out of 30 up to 6. Seven decade ago and is also. Something. And it's not just a blip in the figures, but a longer term trend. Exclusions have become a divisive subject, a polarising issue with strong OP. Opinions on both sides, okay? Lads are just pulled up a reception. So every morning when our students come in on any. Entrance. We warn them and we take all their belongings off them. Just safety precaution and your. Holding a wand. Yeah? What's that? To search for metals. Fruit, any family, anything that. Take everything, all their belongings off them, and they get given it back at the end of the day when they leave the exit. But the pupils are also given missing bits of uniform if they forget to bring their own. In here. If they haven't come in, we'd like to provide them with one. Learn the same thing. Jesus. Brand new, but not taking. Hopefully going to teach them. Normally they are quite good, but we do have the webinar. Moment it's in my washing machine. Or they've lost it in their bedroom. As we continue our walk around the school. I can smell cooking here. Shopping. This is our food tech session. So, as you can see, we have. Space for cooking. All of our students take cooking lessons. And. This probably tells me when and why we ended up. Another tool for three, and I don't. So that's my family. The. Get to pre previous school. Quite moving about. The answer? Medication. And the other. Don't know, More supportive. It here. Sort of understand where you're coming from a bit. Also, I feel like the woman teachers are at my mom's and the male teachers are my dad. Bobby's currently doing his GCSEs and is a talented boxer. Keep on missing something. I've had 13 fights, and I've been doing it for at least. You might be not happy, right? I got a book thing called Bully the Bull, so I was going to dress a book thing. For me. That's your nickname, Bobby the ball. So I think what I'm doing right now is putting my hundred percent. Sent to my GCSes. And if that don't go well, I've always got boxing to do. I think that's a. Good things. Keep in mind or. Also got a course in Destin applying. Good luck. Nice one. Also in the cookie. Class crying. His brother is Elijah, year 10. Attend back. Then I'll just mess around and. Across you, and then my behavior will just be very. And do you feel a lot more happy here? Yeah, I think. In this school anymore than my old school because it's a smaller group, and I think I'm more. More for that than I am. Bigger tips and classes and stuff. Focus way more. Speaking to Bobby and Elijah has left me wondering what it's like to be a parent of a child. Kicked out of school. I used to work with excluded kids before I was a journalist. But it wasn't until I became a parent and experiencing challenges with my middle child, who's now nine. But I really understood the frustrations. He was getting into trouble a lot, and we were regularly called into the school. Like Bobby. He was eventually given a diagnosis of adhd. Attention deficit hypert. Activity disorder. But unlike Bobby, we got the support we needed within the same school. So I was very interested to hear from Elijah's bad swipe. You agreed to talk to me. What was your first sort of feeling as a parent? Know that your child would be going to a people referral unit. How did that make you feel? I mean, I. I was worrying because there is a stigma for proofs and. He already had issues with behavior beforehand, amongst other things as well. Well, so to me, it was, he's going from the frying pan into the fire, but. But I didn't really understand what this school was able to. To offer in terms of support and structure for both students and parents. As well. So, yeah, I was super nervous after, I would say, like, a couple of weeks till. Month, I saw significant improvements in his behavior, in his engagement. That quick? Yeah. Literally that quick for Elijah. Looking back at things, in hindsight, I would have had him come. Here earlier. This is prayer. Okay? Not from my hand. Next up, Vicky, Texas bank of. Corridor to a GCSE English class. What's striking is the small number of pupils. Around eight. They're revising for an exam they will take the next day. Before this war. One of the pupils in the class is Jade. She's bright and smart. And hoping to go to college, university, and then become a nurse. But J tells. Before she arrived at the school that things were very different for her. I wasn't focused on. Nothing I was with bunking, running around the school be rooted teachers.",
        "client_ids": [
          "c4f91915-b478-411b-813a-d89136f0eb28"
        ]
      },
      "single_consumer": false,
      "created_at": "2025-06-09T16:11:46.745838",
      "unique_id": "c4be7515-3b76-4f21-bead-7ab51600ddcc",
      "status": "EXPIRED",
      "consumed_by": "expiration",
      "consumed_at": "2025-06-09T16:12:57.151843"
    },
    {
      "key": "_transcription",
      "active_from": "2025-06-09T16:11:51.970019",
      "expires": "2025-06-09T16:12:51.970019",
      "display_name": null,
      "payload": {
        "text": "And everything. And then now I'm here, it's more serious and.",
        "history": "your walkie talkie you carry around with you. Correct? Yeah. Walks up with you the whole time. Everyone has a walkie talkie, and we all have our keys because. All our drawers are electric, so you got to get in and out. Support movement break. Is one of around 25 staff here, working with roughly 60 pupils. Senior. The school age, so I'm off site a lot. So I work in the morning here and then I do home. Home visits in the community. Dangerous longboard. Instance. Is find that. Children when they're treated. Nobody hidden from you After a period when prison. Of the exclusions before in England. They began to rise again around 10 years ago. The latest figures for the academic year 2022-2023 show more than nine. 9,300 children were permanently excluded from mainstream schools in England. Now? Absolutely. Squeeze your rate of 11 out of 30 up to 6. Seven decade ago and is also. Something. And it's not just a blip in the figures, but a longer term trend. Exclusions have become a divisive subject, a polarising issue with strong OP. Opinions on both sides, okay? Lads are just pulled up a reception. So every morning when our students come in on any. Entrance. We warn them and we take all their belongings off them. Just safety precaution and your. Holding a wand. Yeah? What's that? To search for metals. Fruit, any family, anything that. Take everything, all their belongings off them, and they get given it back at the end of the day when they leave the exit. But the pupils are also given missing bits of uniform if they forget to bring their own. In here. If they haven't come in, we'd like to provide them with one. Learn the same thing. Jesus. Brand new, but not taking. Hopefully going to teach them. Normally they are quite good, but we do have the webinar. Moment it's in my washing machine. Or they've lost it in their bedroom. As we continue our walk around the school. I can smell cooking here. Shopping. This is our food tech session. So, as you can see, we have. Space for cooking. All of our students take cooking lessons. And. This probably tells me when and why we ended up. Another tool for three, and I don't. So that's my family. The. Get to pre previous school. Quite moving about. The answer? Medication. And the other. Don't know, More supportive. It here. Sort of understand where you're coming from a bit. Also, I feel like the woman teachers are at my mom's and the male teachers are my dad. Bobby's currently doing his GCSEs and is a talented boxer. Keep on missing something. I've had 13 fights, and I've been doing it for at least. You might be not happy, right? I got a book thing called Bully the Bull, so I was going to dress a book thing. For me. That's your nickname, Bobby the ball. So I think what I'm doing right now is putting my hundred percent. Sent to my GCSes. And if that don't go well, I've always got boxing to do. I think that's a. Good things. Keep in mind or. Also got a course in Destin applying. Good luck. Nice one. Also in the cookie. Class crying. His brother is Elijah, year 10. Attend back. Then I'll just mess around and. Across you, and then my behavior will just be very. And do you feel a lot more happy here? Yeah, I think. In this school anymore than my old school because it's a smaller group, and I think I'm more. More for that than I am. Bigger tips and classes and stuff. Focus way more. Speaking to Bobby and Elijah has left me wondering what it's like to be a parent of a child. Kicked out of school. I used to work with excluded kids before I was a journalist. But it wasn't until I became a parent and experiencing challenges with my middle child, who's now nine. But I really understood the frustrations. He was getting into trouble a lot, and we were regularly called into the school. Like Bobby. He was eventually given a diagnosis of adhd. Attention deficit hypert. Activity disorder. But unlike Bobby, we got the support we needed within the same school. So I was very interested to hear from Elijah's bad swipe. You agreed to talk to me. What was your first sort of feeling as a parent? Know that your child would be going to a people referral unit. How did that make you feel? I mean, I. I was worrying because there is a stigma for proofs and. He already had issues with behavior beforehand, amongst other things as well. Well, so to me, it was, he's going from the frying pan into the fire, but. But I didn't really understand what this school was able to. To offer in terms of support and structure for both students and parents. As well. So, yeah, I was super nervous after, I would say, like, a couple of weeks till. Month, I saw significant improvements in his behavior, in his engagement. That quick? Yeah. Literally that quick for Elijah. Looking back at things, in hindsight, I would have had him come. Here earlier. This is prayer. Okay? Not from my hand. Next up, Vicky, Texas bank of. Corridor to a GCSE English class. What's striking is the small number of pupils. Around eight. They're revising for an exam they will take the next day. Before this war. One of the pupils in the class is Jade. She's bright and smart. And hoping to go to college, university, and then become a nurse. But J tells. Before she arrived at the school that things were very different for her. I wasn't focused on. Nothing I was with bunking, running around the school be rooted teachers. And everything. And then now I'm here, it's more serious and.",
        "client_ids": [
          "c4f91915-b478-411b-813a-d89136f0eb28"
        ]
      },
      "single_consumer": false,
      "created_at": "2025-06-09T16:11:51.970019",
      "unique_id": "025aeaf4-8abb-4e1c-af50-dde22b089543",
      "status": "EXPIRED",
      "consumed_by": "expiration",
      "consumed_at": "2025-06-09T16:12:57.151843"
    },
    {
      "key": "_transcription",
      "active_from": "2025-06-09T16:11:57.181822",
      "expires": "2025-06-09T16:12:57.181822",
      "display_name": null,
      "payload": {
        "text": "More like chill. When you first came though, a year and a half ago, what did you.",
        "history": "Everyone has a walkie talkie, and we all have our keys because. All our drawers are electric, so you got to get in and out. Support movement break. Is one of around 25 staff here, working with roughly 60 pupils. Senior. The school age, so I'm off site a lot. So I work in the morning here and then I do home. Home visits in the community. Dangerous longboard. Instance. Is find that. Children when they're treated. Nobody hidden from you After a period when prison. Of the exclusions before in England. They began to rise again around 10 years ago. The latest figures for the academic year 2022-2023 show more than nine. 9,300 children were permanently excluded from mainstream schools in England. Now? Absolutely. Squeeze your rate of 11 out of 30 up to 6. Seven decade ago and is also. Something. And it's not just a blip in the figures, but a longer term trend. Exclusions have become a divisive subject, a polarising issue with strong OP. Opinions on both sides, okay? Lads are just pulled up a reception. So every morning when our students come in on any. Entrance. We warn them and we take all their belongings off them. Just safety precaution and your. Holding a wand. Yeah? What's that? To search for metals. Fruit, any family, anything that. Take everything, all their belongings off them, and they get given it back at the end of the day when they leave the exit. But the pupils are also given missing bits of uniform if they forget to bring their own. In here. If they haven't come in, we'd like to provide them with one. Learn the same thing. Jesus. Brand new, but not taking. Hopefully going to teach them. Normally they are quite good, but we do have the webinar. Moment it's in my washing machine. Or they've lost it in their bedroom. As we continue our walk around the school. I can smell cooking here. Shopping. This is our food tech session. So, as you can see, we have. Space for cooking. All of our students take cooking lessons. And. This probably tells me when and why we ended up. Another tool for three, and I don't. So that's my family. The. Get to pre previous school. Quite moving about. The answer? Medication. And the other. Don't know, More supportive. It here. Sort of understand where you're coming from a bit. Also, I feel like the woman teachers are at my mom's and the male teachers are my dad. Bobby's currently doing his GCSEs and is a talented boxer. Keep on missing something. I've had 13 fights, and I've been doing it for at least. You might be not happy, right? I got a book thing called Bully the Bull, so I was going to dress a book thing. For me. That's your nickname, Bobby the ball. So I think what I'm doing right now is putting my hundred percent. Sent to my GCSes. And if that don't go well, I've always got boxing to do. I think that's a. Good things. Keep in mind or. Also got a course in Destin applying. Good luck. Nice one. Also in the cookie. Class crying. His brother is Elijah, year 10. Attend back. Then I'll just mess around and. Across you, and then my behavior will just be very. And do you feel a lot more happy here? Yeah, I think. In this school anymore than my old school because it's a smaller group, and I think I'm more. More for that than I am. Bigger tips and classes and stuff. Focus way more. Speaking to Bobby and Elijah has left me wondering what it's like to be a parent of a child. Kicked out of school. I used to work with excluded kids before I was a journalist. But it wasn't until I became a parent and experiencing challenges with my middle child, who's now nine. But I really understood the frustrations. He was getting into trouble a lot, and we were regularly called into the school. Like Bobby. He was eventually given a diagnosis of adhd. Attention deficit hypert. Activity disorder. But unlike Bobby, we got the support we needed within the same school. So I was very interested to hear from Elijah's bad swipe. You agreed to talk to me. What was your first sort of feeling as a parent? Know that your child would be going to a people referral unit. How did that make you feel? I mean, I. I was worrying because there is a stigma for proofs and. He already had issues with behavior beforehand, amongst other things as well. Well, so to me, it was, he's going from the frying pan into the fire, but. But I didn't really understand what this school was able to. To offer in terms of support and structure for both students and parents. As well. So, yeah, I was super nervous after, I would say, like, a couple of weeks till. Month, I saw significant improvements in his behavior, in his engagement. That quick? Yeah. Literally that quick for Elijah. Looking back at things, in hindsight, I would have had him come. Here earlier. This is prayer. Okay? Not from my hand. Next up, Vicky, Texas bank of. Corridor to a GCSE English class. What's striking is the small number of pupils. Around eight. They're revising for an exam they will take the next day. Before this war. One of the pupils in the class is Jade. She's bright and smart. And hoping to go to college, university, and then become a nurse. But J tells. Before she arrived at the school that things were very different for her. I wasn't focused on. Nothing I was with bunking, running around the school be rooted teachers. And everything. And then now I'm here, it's more serious and. More like chill. When you first came though, a year and a half ago, what did you.",
        "client_ids": [
          "c4f91915-b478-411b-813a-d89136f0eb28"
        ]
      },
      "single_consumer": false,
      "created_at": "2025-06-09T16:11:57.181822",
      "unique_id": "99ebb820-278d-4ac6-afc7-aba88f4ef6ed",
      "status": "EXPIRED",
      "consumed_by": "expiration",
      "consumed_at": "2025-06-09T16:12:57.474885"
    },
    {
      "key": "_transcription",
      "active_from": "2025-06-09T16:12:01.316398",
      "expires": "2025-06-09T16:13:01.316398",
      "display_name": null,
      "payload": {
        "text": "Did you expect? The pupil referral unit? Kind of sounds a little bit scary. What did you expect when you.",
        "history": "to get in and out. Support movement break. Is one of around 25 staff here, working with roughly 60 pupils. Senior. The school age, so I'm off site a lot. So I work in the morning here and then I do home. Home visits in the community. Dangerous longboard. Instance. Is find that. Children when they're treated. Nobody hidden from you After a period when prison. Of the exclusions before in England. They began to rise again around 10 years ago. The latest figures for the academic year 2022-2023 show more than nine. 9,300 children were permanently excluded from mainstream schools in England. Now? Absolutely. Squeeze your rate of 11 out of 30 up to 6. Seven decade ago and is also. Something. And it's not just a blip in the figures, but a longer term trend. Exclusions have become a divisive subject, a polarising issue with strong OP. Opinions on both sides, okay? Lads are just pulled up a reception. So every morning when our students come in on any. Entrance. We warn them and we take all their belongings off them. Just safety precaution and your. Holding a wand. Yeah? What's that? To search for metals. Fruit, any family, anything that. Take everything, all their belongings off them, and they get given it back at the end of the day when they leave the exit. But the pupils are also given missing bits of uniform if they forget to bring their own. In here. If they haven't come in, we'd like to provide them with one. Learn the same thing. Jesus. Brand new, but not taking. Hopefully going to teach them. Normally they are quite good, but we do have the webinar. Moment it's in my washing machine. Or they've lost it in their bedroom. As we continue our walk around the school. I can smell cooking here. Shopping. This is our food tech session. So, as you can see, we have. Space for cooking. All of our students take cooking lessons. And. This probably tells me when and why we ended up. Another tool for three, and I don't. So that's my family. The. Get to pre previous school. Quite moving about. The answer? Medication. And the other. Don't know, More supportive. It here. Sort of understand where you're coming from a bit. Also, I feel like the woman teachers are at my mom's and the male teachers are my dad. Bobby's currently doing his GCSEs and is a talented boxer. Keep on missing something. I've had 13 fights, and I've been doing it for at least. You might be not happy, right? I got a book thing called Bully the Bull, so I was going to dress a book thing. For me. That's your nickname, Bobby the ball. So I think what I'm doing right now is putting my hundred percent. Sent to my GCSes. And if that don't go well, I've always got boxing to do. I think that's a. Good things. Keep in mind or. Also got a course in Destin applying. Good luck. Nice one. Also in the cookie. Class crying. His brother is Elijah, year 10. Attend back. Then I'll just mess around and. Across you, and then my behavior will just be very. And do you feel a lot more happy here? Yeah, I think. In this school anymore than my old school because it's a smaller group, and I think I'm more. More for that than I am. Bigger tips and classes and stuff. Focus way more. Speaking to Bobby and Elijah has left me wondering what it's like to be a parent of a child. Kicked out of school. I used to work with excluded kids before I was a journalist. But it wasn't until I became a parent and experiencing challenges with my middle child, who's now nine. But I really understood the frustrations. He was getting into trouble a lot, and we were regularly called into the school. Like Bobby. He was eventually given a diagnosis of adhd. Attention deficit hypert. Activity disorder. But unlike Bobby, we got the support we needed within the same school. So I was very interested to hear from Elijah's bad swipe. You agreed to talk to me. What was your first sort of feeling as a parent? Know that your child would be going to a people referral unit. How did that make you feel? I mean, I. I was worrying because there is a stigma for proofs and. He already had issues with behavior beforehand, amongst other things as well. Well, so to me, it was, he's going from the frying pan into the fire, but. But I didn't really understand what this school was able to. To offer in terms of support and structure for both students and parents. As well. So, yeah, I was super nervous after, I would say, like, a couple of weeks till. Month, I saw significant improvements in his behavior, in his engagement. That quick? Yeah. Literally that quick for Elijah. Looking back at things, in hindsight, I would have had him come. Here earlier. This is prayer. Okay? Not from my hand. Next up, Vicky, Texas bank of. Corridor to a GCSE English class. What's striking is the small number of pupils. Around eight. They're revising for an exam they will take the next day. Before this war. One of the pupils in the class is Jade. She's bright and smart. And hoping to go to college, university, and then become a nurse. But J tells. Before she arrived at the school that things were very different for her. I wasn't focused on. Nothing I was with bunking, running around the school be rooted teachers. And everything. And then now I'm here, it's more serious and. More like chill. When you first came though, a year and a half ago, what did you. Did you expect? The pupil referral unit? Kind of sounds a little bit scary. What did you expect when you.",
        "client_ids": [
          "c4f91915-b478-411b-813a-d89136f0eb28"
        ]
      },
      "single_consumer": false,
      "created_at": "2025-06-09T16:12:01.316398",
      "unique_id": "307a2356-b2ab-47e4-995d-3c956e6f5721",
      "status": "EXPIRED",
      "consumed_by": "expiration",
      "consumed_at": "2025-06-09T16:13:05.537469"
    },
    {
      "key": "_transcription",
      "active_from": "2025-06-09T16:12:06.429138",
      "expires": "2025-06-09T16:13:06.429138",
      "display_name": null,
      "payload": {
        "text": "When I first arrived, I was expecting it to be like all the.",
        "history": "staff here, working with roughly 60 pupils. Senior. The school age, so I'm off site a lot. So I work in the morning here and then I do home. Home visits in the community. Dangerous longboard. Instance. Is find that. Children when they're treated. Nobody hidden from you After a period when prison. Of the exclusions before in England. They began to rise again around 10 years ago. The latest figures for the academic year 2022-2023 show more than nine. 9,300 children were permanently excluded from mainstream schools in England. Now? Absolutely. Squeeze your rate of 11 out of 30 up to 6. Seven decade ago and is also. Something. And it's not just a blip in the figures, but a longer term trend. Exclusions have become a divisive subject, a polarising issue with strong OP. Opinions on both sides, okay? Lads are just pulled up a reception. So every morning when our students come in on any. Entrance. We warn them and we take all their belongings off them. Just safety precaution and your. Holding a wand. Yeah? What's that? To search for metals. Fruit, any family, anything that. Take everything, all their belongings off them, and they get given it back at the end of the day when they leave the exit. But the pupils are also given missing bits of uniform if they forget to bring their own. In here. If they haven't come in, we'd like to provide them with one. Learn the same thing. Jesus. Brand new, but not taking. Hopefully going to teach them. Normally they are quite good, but we do have the webinar. Moment it's in my washing machine. Or they've lost it in their bedroom. As we continue our walk around the school. I can smell cooking here. Shopping. This is our food tech session. So, as you can see, we have. Space for cooking. All of our students take cooking lessons. And. This probably tells me when and why we ended up. Another tool for three, and I don't. So that's my family. The. Get to pre previous school. Quite moving about. The answer? Medication. And the other. Don't know, More supportive. It here. Sort of understand where you're coming from a bit. Also, I feel like the woman teachers are at my mom's and the male teachers are my dad. Bobby's currently doing his GCSEs and is a talented boxer. Keep on missing something. I've had 13 fights, and I've been doing it for at least. You might be not happy, right? I got a book thing called Bully the Bull, so I was going to dress a book thing. For me. That's your nickname, Bobby the ball. So I think what I'm doing right now is putting my hundred percent. Sent to my GCSes. And if that don't go well, I've always got boxing to do. I think that's a. Good things. Keep in mind or. Also got a course in Destin applying. Good luck. Nice one. Also in the cookie. Class crying. His brother is Elijah, year 10. Attend back. Then I'll just mess around and. Across you, and then my behavior will just be very. And do you feel a lot more happy here? Yeah, I think. In this school anymore than my old school because it's a smaller group, and I think I'm more. More for that than I am. Bigger tips and classes and stuff. Focus way more. Speaking to Bobby and Elijah has left me wondering what it's like to be a parent of a child. Kicked out of school. I used to work with excluded kids before I was a journalist. But it wasn't until I became a parent and experiencing challenges with my middle child, who's now nine. But I really understood the frustrations. He was getting into trouble a lot, and we were regularly called into the school. Like Bobby. He was eventually given a diagnosis of adhd. Attention deficit hypert. Activity disorder. But unlike Bobby, we got the support we needed within the same school. So I was very interested to hear from Elijah's bad swipe. You agreed to talk to me. What was your first sort of feeling as a parent? Know that your child would be going to a people referral unit. How did that make you feel? I mean, I. I was worrying because there is a stigma for proofs and. He already had issues with behavior beforehand, amongst other things as well. Well, so to me, it was, he's going from the frying pan into the fire, but. But I didn't really understand what this school was able to. To offer in terms of support and structure for both students and parents. As well. So, yeah, I was super nervous after, I would say, like, a couple of weeks till. Month, I saw significant improvements in his behavior, in his engagement. That quick? Yeah. Literally that quick for Elijah. Looking back at things, in hindsight, I would have had him come. Here earlier. This is prayer. Okay? Not from my hand. Next up, Vicky, Texas bank of. Corridor to a GCSE English class. What's striking is the small number of pupils. Around eight. They're revising for an exam they will take the next day. Before this war. One of the pupils in the class is Jade. She's bright and smart. And hoping to go to college, university, and then become a nurse. But J tells. Before she arrived at the school that things were very different for her. I wasn't focused on. Nothing I was with bunking, running around the school be rooted teachers. And everything. And then now I'm here, it's more serious and. More like chill. When you first came though, a year and a half ago, what did you. Did you expect? The pupil referral unit? Kind of sounds a little bit scary. What did you expect when you. When I first arrived, I was expecting it to be like all the.",
        "client_ids": [
          "c4f91915-b478-411b-813a-d89136f0eb28"
        ]
      },
      "single_consumer": false,
      "created_at": "2025-06-09T16:12:06.429138",
      "unique_id": "a1586fc5-acce-4011-a851-d11bb61dab43",
      "status": "EXPIRED",
      "consumed_by": "expiration",
      "consumed_at": "2025-06-09T16:13:07.012887"
    },
    {
      "key": "_transcription",
      "active_from": "2025-06-09T16:12:11.595679",
      "expires": "2025-06-09T16:13:11.595679",
      "display_name": null,
      "payload": {
        "text": "Kids are misbehaved and they're not as relaxing.",
        "history": "The school age, so I'm off site a lot. So I work in the morning here and then I do home. Home visits in the community. Dangerous longboard. Instance. Is find that. Children when they're treated. Nobody hidden from you After a period when prison. Of the exclusions before in England. They began to rise again around 10 years ago. The latest figures for the academic year 2022-2023 show more than nine. 9,300 children were permanently excluded from mainstream schools in England. Now? Absolutely. Squeeze your rate of 11 out of 30 up to 6. Seven decade ago and is also. Something. And it's not just a blip in the figures, but a longer term trend. Exclusions have become a divisive subject, a polarising issue with strong OP. Opinions on both sides, okay? Lads are just pulled up a reception. So every morning when our students come in on any. Entrance. We warn them and we take all their belongings off them. Just safety precaution and your. Holding a wand. Yeah? What's that? To search for metals. Fruit, any family, anything that. Take everything, all their belongings off them, and they get given it back at the end of the day when they leave the exit. But the pupils are also given missing bits of uniform if they forget to bring their own. In here. If they haven't come in, we'd like to provide them with one. Learn the same thing. Jesus. Brand new, but not taking. Hopefully going to teach them. Normally they are quite good, but we do have the webinar. Moment it's in my washing machine. Or they've lost it in their bedroom. As we continue our walk around the school. I can smell cooking here. Shopping. This is our food tech session. So, as you can see, we have. Space for cooking. All of our students take cooking lessons. And. This probably tells me when and why we ended up. Another tool for three, and I don't. So that's my family. The. Get to pre previous school. Quite moving about. The answer? Medication. And the other. Don't know, More supportive. It here. Sort of understand where you're coming from a bit. Also, I feel like the woman teachers are at my mom's and the male teachers are my dad. Bobby's currently doing his GCSEs and is a talented boxer. Keep on missing something. I've had 13 fights, and I've been doing it for at least. You might be not happy, right? I got a book thing called Bully the Bull, so I was going to dress a book thing. For me. That's your nickname, Bobby the ball. So I think what I'm doing right now is putting my hundred percent. Sent to my GCSes. And if that don't go well, I've always got boxing to do. I think that's a. Good things. Keep in mind or. Also got a course in Destin applying. Good luck. Nice one. Also in the cookie. Class crying. His brother is Elijah, year 10. Attend back. Then I'll just mess around and. Across you, and then my behavior will just be very. And do you feel a lot more happy here? Yeah, I think. In this school anymore than my old school because it's a smaller group, and I think I'm more. More for that than I am. Bigger tips and classes and stuff. Focus way more. Speaking to Bobby and Elijah has left me wondering what it's like to be a parent of a child. Kicked out of school. I used to work with excluded kids before I was a journalist. But it wasn't until I became a parent and experiencing challenges with my middle child, who's now nine. But I really understood the frustrations. He was getting into trouble a lot, and we were regularly called into the school. Like Bobby. He was eventually given a diagnosis of adhd. Attention deficit hypert. Activity disorder. But unlike Bobby, we got the support we needed within the same school. So I was very interested to hear from Elijah's bad swipe. You agreed to talk to me. What was your first sort of feeling as a parent? Know that your child would be going to a people referral unit. How did that make you feel? I mean, I. I was worrying because there is a stigma for proofs and. He already had issues with behavior beforehand, amongst other things as well. Well, so to me, it was, he's going from the frying pan into the fire, but. But I didn't really understand what this school was able to. To offer in terms of support and structure for both students and parents. As well. So, yeah, I was super nervous after, I would say, like, a couple of weeks till. Month, I saw significant improvements in his behavior, in his engagement. That quick? Yeah. Literally that quick for Elijah. Looking back at things, in hindsight, I would have had him come. Here earlier. This is prayer. Okay? Not from my hand. Next up, Vicky, Texas bank of. Corridor to a GCSE English class. What's striking is the small number of pupils. Around eight. They're revising for an exam they will take the next day. Before this war. One of the pupils in the class is Jade. She's bright and smart. And hoping to go to college, university, and then become a nurse. But J tells. Before she arrived at the school that things were very different for her. I wasn't focused on. Nothing I was with bunking, running around the school be rooted teachers. And everything. And then now I'm here, it's more serious and. More like chill. When you first came though, a year and a half ago, what did you. Did you expect? The pupil referral unit? Kind of sounds a little bit scary. What did you expect when you. When I first arrived, I was expecting it to be like all the. Kids are misbehaved and they're not as relaxing.",
        "client_ids": [
          "c4f91915-b478-411b-813a-d89136f0eb28"
        ]
      },
      "single_consumer": false,
      "created_at": "2025-06-09T16:12:11.595679",
      "unique_id": "105b6379-599d-4082-ba7b-2ea18b8de104",
      "status": "EXPIRED",
      "consumed_by": "expiration",
      "consumed_at": "2025-06-09T16:13:27.153080"
    },
    {
      "key": "_transcription",
      "active_from": "2025-06-09T16:12:16.810963",
      "expires": "2025-06-09T16:13:16.810963",
      "display_name": null,
      "payload": {
        "text": "As they are. So it was different than you expected.",
        "history": "I work in the morning here and then I do home. Home visits in the community. Dangerous longboard. Instance. Is find that. Children when they're treated. Nobody hidden from you After a period when prison. Of the exclusions before in England. They began to rise again around 10 years ago. The latest figures for the academic year 2022-2023 show more than nine. 9,300 children were permanently excluded from mainstream schools in England. Now? Absolutely. Squeeze your rate of 11 out of 30 up to 6. Seven decade ago and is also. Something. And it's not just a blip in the figures, but a longer term trend. Exclusions have become a divisive subject, a polarising issue with strong OP. Opinions on both sides, okay? Lads are just pulled up a reception. So every morning when our students come in on any. Entrance. We warn them and we take all their belongings off them. Just safety precaution and your. Holding a wand. Yeah? What's that? To search for metals. Fruit, any family, anything that. Take everything, all their belongings off them, and they get given it back at the end of the day when they leave the exit. But the pupils are also given missing bits of uniform if they forget to bring their own. In here. If they haven't come in, we'd like to provide them with one. Learn the same thing. Jesus. Brand new, but not taking. Hopefully going to teach them. Normally they are quite good, but we do have the webinar. Moment it's in my washing machine. Or they've lost it in their bedroom. As we continue our walk around the school. I can smell cooking here. Shopping. This is our food tech session. So, as you can see, we have. Space for cooking. All of our students take cooking lessons. And. This probably tells me when and why we ended up. Another tool for three, and I don't. So that's my family. The. Get to pre previous school. Quite moving about. The answer? Medication. And the other. Don't know, More supportive. It here. Sort of understand where you're coming from a bit. Also, I feel like the woman teachers are at my mom's and the male teachers are my dad. Bobby's currently doing his GCSEs and is a talented boxer. Keep on missing something. I've had 13 fights, and I've been doing it for at least. You might be not happy, right? I got a book thing called Bully the Bull, so I was going to dress a book thing. For me. That's your nickname, Bobby the ball. So I think what I'm doing right now is putting my hundred percent. Sent to my GCSes. And if that don't go well, I've always got boxing to do. I think that's a. Good things. Keep in mind or. Also got a course in Destin applying. Good luck. Nice one. Also in the cookie. Class crying. His brother is Elijah, year 10. Attend back. Then I'll just mess around and. Across you, and then my behavior will just be very. And do you feel a lot more happy here? Yeah, I think. In this school anymore than my old school because it's a smaller group, and I think I'm more. More for that than I am. Bigger tips and classes and stuff. Focus way more. Speaking to Bobby and Elijah has left me wondering what it's like to be a parent of a child. Kicked out of school. I used to work with excluded kids before I was a journalist. But it wasn't until I became a parent and experiencing challenges with my middle child, who's now nine. But I really understood the frustrations. He was getting into trouble a lot, and we were regularly called into the school. Like Bobby. He was eventually given a diagnosis of adhd. Attention deficit hypert. Activity disorder. But unlike Bobby, we got the support we needed within the same school. So I was very interested to hear from Elijah's bad swipe. You agreed to talk to me. What was your first sort of feeling as a parent? Know that your child would be going to a people referral unit. How did that make you feel? I mean, I. I was worrying because there is a stigma for proofs and. He already had issues with behavior beforehand, amongst other things as well. Well, so to me, it was, he's going from the frying pan into the fire, but. But I didn't really understand what this school was able to. To offer in terms of support and structure for both students and parents. As well. So, yeah, I was super nervous after, I would say, like, a couple of weeks till. Month, I saw significant improvements in his behavior, in his engagement. That quick? Yeah. Literally that quick for Elijah. Looking back at things, in hindsight, I would have had him come. Here earlier. This is prayer. Okay? Not from my hand. Next up, Vicky, Texas bank of. Corridor to a GCSE English class. What's striking is the small number of pupils. Around eight. They're revising for an exam they will take the next day. Before this war. One of the pupils in the class is Jade. She's bright and smart. And hoping to go to college, university, and then become a nurse. But J tells. Before she arrived at the school that things were very different for her. I wasn't focused on. Nothing I was with bunking, running around the school be rooted teachers. And everything. And then now I'm here, it's more serious and. More like chill. When you first came though, a year and a half ago, what did you. Did you expect? The pupil referral unit? Kind of sounds a little bit scary. What did you expect when you. When I first arrived, I was expecting it to be like all the. Kids are misbehaved and they're not as relaxing. As they are. So it was different than you expected.",
        "client_ids": [
          "c4f91915-b478-411b-813a-d89136f0eb28"
        ]
      },
      "single_consumer": false,
      "created_at": "2025-06-09T16:12:16.810963",
      "unique_id": "6dc75373-5262-4c4f-8750-5a3d873d5fab",
      "status": "EXPIRED",
      "consumed_by": "expiration",
      "consumed_at": "2025-06-09T16:13:27.153080"
    },
    {
      "key": "_transcription",
      "active_from": "2025-06-09T16:12:21.898820",
      "expires": "2025-06-09T16:13:21.898820",
      "display_name": null,
      "payload": {
        "text": "Heath's school does seem a bit different and it's ranked as good by Ofsted, outstanding in many areas.",
        "history": "Instance. Is find that. Children when they're treated. Nobody hidden from you After a period when prison. Of the exclusions before in England. They began to rise again around 10 years ago. The latest figures for the academic year 2022-2023 show more than nine. 9,300 children were permanently excluded from mainstream schools in England. Now? Absolutely. Squeeze your rate of 11 out of 30 up to 6. Seven decade ago and is also. Something. And it's not just a blip in the figures, but a longer term trend. Exclusions have become a divisive subject, a polarising issue with strong OP. Opinions on both sides, okay? Lads are just pulled up a reception. So every morning when our students come in on any. Entrance. We warn them and we take all their belongings off them. Just safety precaution and your. Holding a wand. Yeah? What's that? To search for metals. Fruit, any family, anything that. Take everything, all their belongings off them, and they get given it back at the end of the day when they leave the exit. But the pupils are also given missing bits of uniform if they forget to bring their own. In here. If they haven't come in, we'd like to provide them with one. Learn the same thing. Jesus. Brand new, but not taking. Hopefully going to teach them. Normally they are quite good, but we do have the webinar. Moment it's in my washing machine. Or they've lost it in their bedroom. As we continue our walk around the school. I can smell cooking here. Shopping. This is our food tech session. So, as you can see, we have. Space for cooking. All of our students take cooking lessons. And. This probably tells me when and why we ended up. Another tool for three, and I don't. So that's my family. The. Get to pre previous school. Quite moving about. The answer? Medication. And the other. Don't know, More supportive. It here. Sort of understand where you're coming from a bit. Also, I feel like the woman teachers are at my mom's and the male teachers are my dad. Bobby's currently doing his GCSEs and is a talented boxer. Keep on missing something. I've had 13 fights, and I've been doing it for at least. You might be not happy, right? I got a book thing called Bully the Bull, so I was going to dress a book thing. For me. That's your nickname, Bobby the ball. So I think what I'm doing right now is putting my hundred percent. Sent to my GCSes. And if that don't go well, I've always got boxing to do. I think that's a. Good things. Keep in mind or. Also got a course in Destin applying. Good luck. Nice one. Also in the cookie. Class crying. His brother is Elijah, year 10. Attend back. Then I'll just mess around and. Across you, and then my behavior will just be very. And do you feel a lot more happy here? Yeah, I think. In this school anymore than my old school because it's a smaller group, and I think I'm more. More for that than I am. Bigger tips and classes and stuff. Focus way more. Speaking to Bobby and Elijah has left me wondering what it's like to be a parent of a child. Kicked out of school. I used to work with excluded kids before I was a journalist. But it wasn't until I became a parent and experiencing challenges with my middle child, who's now nine. But I really understood the frustrations. He was getting into trouble a lot, and we were regularly called into the school. Like Bobby. He was eventually given a diagnosis of adhd. Attention deficit hypert. Activity disorder. But unlike Bobby, we got the support we needed within the same school. So I was very interested to hear from Elijah's bad swipe. You agreed to talk to me. What was your first sort of feeling as a parent? Know that your child would be going to a people referral unit. How did that make you feel? I mean, I. I was worrying because there is a stigma for proofs and. He already had issues with behavior beforehand, amongst other things as well. Well, so to me, it was, he's going from the frying pan into the fire, but. But I didn't really understand what this school was able to. To offer in terms of support and structure for both students and parents. As well. So, yeah, I was super nervous after, I would say, like, a couple of weeks till. Month, I saw significant improvements in his behavior, in his engagement. That quick? Yeah. Literally that quick for Elijah. Looking back at things, in hindsight, I would have had him come. Here earlier. This is prayer. Okay? Not from my hand. Next up, Vicky, Texas bank of. Corridor to a GCSE English class. What's striking is the small number of pupils. Around eight. They're revising for an exam they will take the next day. Before this war. One of the pupils in the class is Jade. She's bright and smart. And hoping to go to college, university, and then become a nurse. But J tells. Before she arrived at the school that things were very different for her. I wasn't focused on. Nothing I was with bunking, running around the school be rooted teachers. And everything. And then now I'm here, it's more serious and. More like chill. When you first came though, a year and a half ago, what did you. Did you expect? The pupil referral unit? Kind of sounds a little bit scary. What did you expect when you. When I first arrived, I was expecting it to be like all the. Kids are misbehaved and they're not as relaxing. As they are. So it was different than you expected. Heath's school does seem a bit different and it's ranked as good by Ofsted, outstanding in many areas.",
        "client_ids": [
          "c4f91915-b478-411b-813a-d89136f0eb28"
        ]
      },
      "single_consumer": false,
      "created_at": "2025-06-09T16:12:21.898820",
      "unique_id": "3a7bd996-2a52-4901-9f7c-3b24cd6ed531",
      "status": "EXPIRED",
      "consumed_by": "expiration",
      "consumed_at": "2025-06-09T16:13:27.153080"
    },
    {
      "key": "_transcription",
      "active_from": "2025-06-09T16:12:27.119618",
      "expires": "2025-06-09T16:13:27.119618",
      "display_name": null,
      "payload": {
        "text": "Which isn't the case with all prus. So I'm keen to hear from the head, Alex Wilson.",
        "history": "Of the exclusions before in England. They began to rise again around 10 years ago. The latest figures for the academic year 2022-2023 show more than nine. 9,300 children were permanently excluded from mainstream schools in England. Now? Absolutely. Squeeze your rate of 11 out of 30 up to 6. Seven decade ago and is also. Something. And it's not just a blip in the figures, but a longer term trend. Exclusions have become a divisive subject, a polarising issue with strong OP. Opinions on both sides, okay? Lads are just pulled up a reception. So every morning when our students come in on any. Entrance. We warn them and we take all their belongings off them. Just safety precaution and your. Holding a wand. Yeah? What's that? To search for metals. Fruit, any family, anything that. Take everything, all their belongings off them, and they get given it back at the end of the day when they leave the exit. But the pupils are also given missing bits of uniform if they forget to bring their own. In here. If they haven't come in, we'd like to provide them with one. Learn the same thing. Jesus. Brand new, but not taking. Hopefully going to teach them. Normally they are quite good, but we do have the webinar. Moment it's in my washing machine. Or they've lost it in their bedroom. As we continue our walk around the school. I can smell cooking here. Shopping. This is our food tech session. So, as you can see, we have. Space for cooking. All of our students take cooking lessons. And. This probably tells me when and why we ended up. Another tool for three, and I don't. So that's my family. The. Get to pre previous school. Quite moving about. The answer? Medication. And the other. Don't know, More supportive. It here. Sort of understand where you're coming from a bit. Also, I feel like the woman teachers are at my mom's and the male teachers are my dad. Bobby's currently doing his GCSEs and is a talented boxer. Keep on missing something. I've had 13 fights, and I've been doing it for at least. You might be not happy, right? I got a book thing called Bully the Bull, so I was going to dress a book thing. For me. That's your nickname, Bobby the ball. So I think what I'm doing right now is putting my hundred percent. Sent to my GCSes. And if that don't go well, I've always got boxing to do. I think that's a. Good things. Keep in mind or. Also got a course in Destin applying. Good luck. Nice one. Also in the cookie. Class crying. His brother is Elijah, year 10. Attend back. Then I'll just mess around and. Across you, and then my behavior will just be very. And do you feel a lot more happy here? Yeah, I think. In this school anymore than my old school because it's a smaller group, and I think I'm more. More for that than I am. Bigger tips and classes and stuff. Focus way more. Speaking to Bobby and Elijah has left me wondering what it's like to be a parent of a child. Kicked out of school. I used to work with excluded kids before I was a journalist. But it wasn't until I became a parent and experiencing challenges with my middle child, who's now nine. But I really understood the frustrations. He was getting into trouble a lot, and we were regularly called into the school. Like Bobby. He was eventually given a diagnosis of adhd. Attention deficit hypert. Activity disorder. But unlike Bobby, we got the support we needed within the same school. So I was very interested to hear from Elijah's bad swipe. You agreed to talk to me. What was your first sort of feeling as a parent? Know that your child would be going to a people referral unit. How did that make you feel? I mean, I. I was worrying because there is a stigma for proofs and. He already had issues with behavior beforehand, amongst other things as well. Well, so to me, it was, he's going from the frying pan into the fire, but. But I didn't really understand what this school was able to. To offer in terms of support and structure for both students and parents. As well. So, yeah, I was super nervous after, I would say, like, a couple of weeks till. Month, I saw significant improvements in his behavior, in his engagement. That quick? Yeah. Literally that quick for Elijah. Looking back at things, in hindsight, I would have had him come. Here earlier. This is prayer. Okay? Not from my hand. Next up, Vicky, Texas bank of. Corridor to a GCSE English class. What's striking is the small number of pupils. Around eight. They're revising for an exam they will take the next day. Before this war. One of the pupils in the class is Jade. She's bright and smart. And hoping to go to college, university, and then become a nurse. But J tells. Before she arrived at the school that things were very different for her. I wasn't focused on. Nothing I was with bunking, running around the school be rooted teachers. And everything. And then now I'm here, it's more serious and. More like chill. When you first came though, a year and a half ago, what did you. Did you expect? The pupil referral unit? Kind of sounds a little bit scary. What did you expect when you. When I first arrived, I was expecting it to be like all the. Kids are misbehaved and they're not as relaxing. As they are. So it was different than you expected. Heath's school does seem a bit different and it's ranked as good by Ofsted, outstanding in many areas. Which isn't the case with all prus. So I'm keen to hear from the head, Alex Wilson.",
        "client_ids": [
          "c4f91915-b478-411b-813a-d89136f0eb28"
        ]
      },
      "single_consumer": false,
      "created_at": "2025-06-09T16:12:27.119618",
      "unique_id": "3c7d4857-a21b-415d-a60f-db7f2afabc6e",
      "status": "EXPIRED",
      "consumed_by": "expiration",
      "consumed_at": "2025-06-09T16:13:27.153080"
    },
    {
      "key": "_transcription",
      "active_from": "2025-06-09T16:12:31.229221",
      "expires": "2025-06-09T16:13:31.229221",
      "display_name": null,
      "payload": {
        "text": "This is obviously a program about school exclusions. Why are there so many GC.",
        "history": "ago. The latest figures for the academic year 2022-2023 show more than nine. 9,300 children were permanently excluded from mainstream schools in England. Now? Absolutely. Squeeze your rate of 11 out of 30 up to 6. Seven decade ago and is also. Something. And it's not just a blip in the figures, but a longer term trend. Exclusions have become a divisive subject, a polarising issue with strong OP. Opinions on both sides, okay? Lads are just pulled up a reception. So every morning when our students come in on any. Entrance. We warn them and we take all their belongings off them. Just safety precaution and your. Holding a wand. Yeah? What's that? To search for metals. Fruit, any family, anything that. Take everything, all their belongings off them, and they get given it back at the end of the day when they leave the exit. But the pupils are also given missing bits of uniform if they forget to bring their own. In here. If they haven't come in, we'd like to provide them with one. Learn the same thing. Jesus. Brand new, but not taking. Hopefully going to teach them. Normally they are quite good, but we do have the webinar. Moment it's in my washing machine. Or they've lost it in their bedroom. As we continue our walk around the school. I can smell cooking here. Shopping. This is our food tech session. So, as you can see, we have. Space for cooking. All of our students take cooking lessons. And. This probably tells me when and why we ended up. Another tool for three, and I don't. So that's my family. The. Get to pre previous school. Quite moving about. The answer? Medication. And the other. Don't know, More supportive. It here. Sort of understand where you're coming from a bit. Also, I feel like the woman teachers are at my mom's and the male teachers are my dad. Bobby's currently doing his GCSEs and is a talented boxer. Keep on missing something. I've had 13 fights, and I've been doing it for at least. You might be not happy, right? I got a book thing called Bully the Bull, so I was going to dress a book thing. For me. That's your nickname, Bobby the ball. So I think what I'm doing right now is putting my hundred percent. Sent to my GCSes. And if that don't go well, I've always got boxing to do. I think that's a. Good things. Keep in mind or. Also got a course in Destin applying. Good luck. Nice one. Also in the cookie. Class crying. His brother is Elijah, year 10. Attend back. Then I'll just mess around and. Across you, and then my behavior will just be very. And do you feel a lot more happy here? Yeah, I think. In this school anymore than my old school because it's a smaller group, and I think I'm more. More for that than I am. Bigger tips and classes and stuff. Focus way more. Speaking to Bobby and Elijah has left me wondering what it's like to be a parent of a child. Kicked out of school. I used to work with excluded kids before I was a journalist. But it wasn't until I became a parent and experiencing challenges with my middle child, who's now nine. But I really understood the frustrations. He was getting into trouble a lot, and we were regularly called into the school. Like Bobby. He was eventually given a diagnosis of adhd. Attention deficit hypert. Activity disorder. But unlike Bobby, we got the support we needed within the same school. So I was very interested to hear from Elijah's bad swipe. You agreed to talk to me. What was your first sort of feeling as a parent? Know that your child would be going to a people referral unit. How did that make you feel? I mean, I. I was worrying because there is a stigma for proofs and. He already had issues with behavior beforehand, amongst other things as well. Well, so to me, it was, he's going from the frying pan into the fire, but. But I didn't really understand what this school was able to. To offer in terms of support and structure for both students and parents. As well. So, yeah, I was super nervous after, I would say, like, a couple of weeks till. Month, I saw significant improvements in his behavior, in his engagement. That quick? Yeah. Literally that quick for Elijah. Looking back at things, in hindsight, I would have had him come. Here earlier. This is prayer. Okay? Not from my hand. Next up, Vicky, Texas bank of. Corridor to a GCSE English class. What's striking is the small number of pupils. Around eight. They're revising for an exam they will take the next day. Before this war. One of the pupils in the class is Jade. She's bright and smart. And hoping to go to college, university, and then become a nurse. But J tells. Before she arrived at the school that things were very different for her. I wasn't focused on. Nothing I was with bunking, running around the school be rooted teachers. And everything. And then now I'm here, it's more serious and. More like chill. When you first came though, a year and a half ago, what did you. Did you expect? The pupil referral unit? Kind of sounds a little bit scary. What did you expect when you. When I first arrived, I was expecting it to be like all the. Kids are misbehaved and they're not as relaxing. As they are. So it was different than you expected. Heath's school does seem a bit different and it's ranked as good by Ofsted, outstanding in many areas. Which isn't the case with all prus. So I'm keen to hear from the head, Alex Wilson. This is obviously a program about school exclusions. Why are there so many GC.",
        "client_ids": [
          "c4f91915-b478-411b-813a-d89136f0eb28"
        ]
      },
      "single_consumer": false,
      "created_at": "2025-06-09T16:12:31.229221",
      "unique_id": "e7538c17-9444-49d1-97d6-8f79633c23d4",
      "status": "EXPIRED",
      "consumed_by": "expiration",
      "consumed_at": "2025-06-09T16:13:35.600727"
    },
    {
      "key": "_transcription",
      "active_from": "2025-06-09T16:12:36.357763",
      "expires": "2025-06-09T16:13:36.357763",
      "display_name": null,
      "payload": {
        "text": "Think we see a variety of reasons for why these students come to us, but.",
        "history": "were permanently excluded from mainstream schools in England. Now? Absolutely. Squeeze your rate of 11 out of 30 up to 6. Seven decade ago and is also. Something. And it's not just a blip in the figures, but a longer term trend. Exclusions have become a divisive subject, a polarising issue with strong OP. Opinions on both sides, okay? Lads are just pulled up a reception. So every morning when our students come in on any. Entrance. We warn them and we take all their belongings off them. Just safety precaution and your. Holding a wand. Yeah? What's that? To search for metals. Fruit, any family, anything that. Take everything, all their belongings off them, and they get given it back at the end of the day when they leave the exit. But the pupils are also given missing bits of uniform if they forget to bring their own. In here. If they haven't come in, we'd like to provide them with one. Learn the same thing. Jesus. Brand new, but not taking. Hopefully going to teach them. Normally they are quite good, but we do have the webinar. Moment it's in my washing machine. Or they've lost it in their bedroom. As we continue our walk around the school. I can smell cooking here. Shopping. This is our food tech session. So, as you can see, we have. Space for cooking. All of our students take cooking lessons. And. This probably tells me when and why we ended up. Another tool for three, and I don't. So that's my family. The. Get to pre previous school. Quite moving about. The answer? Medication. And the other. Don't know, More supportive. It here. Sort of understand where you're coming from a bit. Also, I feel like the woman teachers are at my mom's and the male teachers are my dad. Bobby's currently doing his GCSEs and is a talented boxer. Keep on missing something. I've had 13 fights, and I've been doing it for at least. You might be not happy, right? I got a book thing called Bully the Bull, so I was going to dress a book thing. For me. That's your nickname, Bobby the ball. So I think what I'm doing right now is putting my hundred percent. Sent to my GCSes. And if that don't go well, I've always got boxing to do. I think that's a. Good things. Keep in mind or. Also got a course in Destin applying. Good luck. Nice one. Also in the cookie. Class crying. His brother is Elijah, year 10. Attend back. Then I'll just mess around and. Across you, and then my behavior will just be very. And do you feel a lot more happy here? Yeah, I think. In this school anymore than my old school because it's a smaller group, and I think I'm more. More for that than I am. Bigger tips and classes and stuff. Focus way more. Speaking to Bobby and Elijah has left me wondering what it's like to be a parent of a child. Kicked out of school. I used to work with excluded kids before I was a journalist. But it wasn't until I became a parent and experiencing challenges with my middle child, who's now nine. But I really understood the frustrations. He was getting into trouble a lot, and we were regularly called into the school. Like Bobby. He was eventually given a diagnosis of adhd. Attention deficit hypert. Activity disorder. But unlike Bobby, we got the support we needed within the same school. So I was very interested to hear from Elijah's bad swipe. You agreed to talk to me. What was your first sort of feeling as a parent? Know that your child would be going to a people referral unit. How did that make you feel? I mean, I. I was worrying because there is a stigma for proofs and. He already had issues with behavior beforehand, amongst other things as well. Well, so to me, it was, he's going from the frying pan into the fire, but. But I didn't really understand what this school was able to. To offer in terms of support and structure for both students and parents. As well. So, yeah, I was super nervous after, I would say, like, a couple of weeks till. Month, I saw significant improvements in his behavior, in his engagement. That quick? Yeah. Literally that quick for Elijah. Looking back at things, in hindsight, I would have had him come. Here earlier. This is prayer. Okay? Not from my hand. Next up, Vicky, Texas bank of. Corridor to a GCSE English class. What's striking is the small number of pupils. Around eight. They're revising for an exam they will take the next day. Before this war. One of the pupils in the class is Jade. She's bright and smart. And hoping to go to college, university, and then become a nurse. But J tells. Before she arrived at the school that things were very different for her. I wasn't focused on. Nothing I was with bunking, running around the school be rooted teachers. And everything. And then now I'm here, it's more serious and. More like chill. When you first came though, a year and a half ago, what did you. Did you expect? The pupil referral unit? Kind of sounds a little bit scary. What did you expect when you. When I first arrived, I was expecting it to be like all the. Kids are misbehaved and they're not as relaxing. As they are. So it was different than you expected. Heath's school does seem a bit different and it's ranked as good by Ofsted, outstanding in many areas. Which isn't the case with all prus. So I'm keen to hear from the head, Alex Wilson. This is obviously a program about school exclusions. Why are there so many GC. Think we see a variety of reasons for why these students come to us, but.",
        "client_ids": [
          "c4f91915-b478-411b-813a-d89136f0eb28"
        ]
      },
      "single_consumer": false,
      "created_at": "2025-06-09T16:12:36.357763",
      "unique_id": "c02bff4c-029a-43af-a72a-5e73e74fbfd6",
      "status": "EXPIRED",
      "consumed_by": "expiration",
      "consumed_at": "2025-06-09T16:13:37.104950"
    },
    {
      "key": "_transcription",
      "active_from": "2025-06-09T16:12:41.534462",
      "expires": "2025-06-09T16:13:41.534462",
      "display_name": null,
      "payload": {
        "text": "Ones that underpin it are their inability to manage a mainstream score and often.",
        "history": "11 out of 30 up to 6. Seven decade ago and is also. Something. And it's not just a blip in the figures, but a longer term trend. Exclusions have become a divisive subject, a polarising issue with strong OP. Opinions on both sides, okay? Lads are just pulled up a reception. So every morning when our students come in on any. Entrance. We warn them and we take all their belongings off them. Just safety precaution and your. Holding a wand. Yeah? What's that? To search for metals. Fruit, any family, anything that. Take everything, all their belongings off them, and they get given it back at the end of the day when they leave the exit. But the pupils are also given missing bits of uniform if they forget to bring their own. In here. If they haven't come in, we'd like to provide them with one. Learn the same thing. Jesus. Brand new, but not taking. Hopefully going to teach them. Normally they are quite good, but we do have the webinar. Moment it's in my washing machine. Or they've lost it in their bedroom. As we continue our walk around the school. I can smell cooking here. Shopping. This is our food tech session. So, as you can see, we have. Space for cooking. All of our students take cooking lessons. And. This probably tells me when and why we ended up. Another tool for three, and I don't. So that's my family. The. Get to pre previous school. Quite moving about. The answer? Medication. And the other. Don't know, More supportive. It here. Sort of understand where you're coming from a bit. Also, I feel like the woman teachers are at my mom's and the male teachers are my dad. Bobby's currently doing his GCSEs and is a talented boxer. Keep on missing something. I've had 13 fights, and I've been doing it for at least. You might be not happy, right? I got a book thing called Bully the Bull, so I was going to dress a book thing. For me. That's your nickname, Bobby the ball. So I think what I'm doing right now is putting my hundred percent. Sent to my GCSes. And if that don't go well, I've always got boxing to do. I think that's a. Good things. Keep in mind or. Also got a course in Destin applying. Good luck. Nice one. Also in the cookie. Class crying. His brother is Elijah, year 10. Attend back. Then I'll just mess around and. Across you, and then my behavior will just be very. And do you feel a lot more happy here? Yeah, I think. In this school anymore than my old school because it's a smaller group, and I think I'm more. More for that than I am. Bigger tips and classes and stuff. Focus way more. Speaking to Bobby and Elijah has left me wondering what it's like to be a parent of a child. Kicked out of school. I used to work with excluded kids before I was a journalist. But it wasn't until I became a parent and experiencing challenges with my middle child, who's now nine. But I really understood the frustrations. He was getting into trouble a lot, and we were regularly called into the school. Like Bobby. He was eventually given a diagnosis of adhd. Attention deficit hypert. Activity disorder. But unlike Bobby, we got the support we needed within the same school. So I was very interested to hear from Elijah's bad swipe. You agreed to talk to me. What was your first sort of feeling as a parent? Know that your child would be going to a people referral unit. How did that make you feel? I mean, I. I was worrying because there is a stigma for proofs and. He already had issues with behavior beforehand, amongst other things as well. Well, so to me, it was, he's going from the frying pan into the fire, but. But I didn't really understand what this school was able to. To offer in terms of support and structure for both students and parents. As well. So, yeah, I was super nervous after, I would say, like, a couple of weeks till. Month, I saw significant improvements in his behavior, in his engagement. That quick? Yeah. Literally that quick for Elijah. Looking back at things, in hindsight, I would have had him come. Here earlier. This is prayer. Okay? Not from my hand. Next up, Vicky, Texas bank of. Corridor to a GCSE English class. What's striking is the small number of pupils. Around eight. They're revising for an exam they will take the next day. Before this war. One of the pupils in the class is Jade. She's bright and smart. And hoping to go to college, university, and then become a nurse. But J tells. Before she arrived at the school that things were very different for her. I wasn't focused on. Nothing I was with bunking, running around the school be rooted teachers. And everything. And then now I'm here, it's more serious and. More like chill. When you first came though, a year and a half ago, what did you. Did you expect? The pupil referral unit? Kind of sounds a little bit scary. What did you expect when you. When I first arrived, I was expecting it to be like all the. Kids are misbehaved and they're not as relaxing. As they are. So it was different than you expected. Heath's school does seem a bit different and it's ranked as good by Ofsted, outstanding in many areas. Which isn't the case with all prus. So I'm keen to hear from the head, Alex Wilson. This is obviously a program about school exclusions. Why are there so many GC. Think we see a variety of reasons for why these students come to us, but. Ones that underpin it are their inability to manage a mainstream score and often.",
        "client_ids": [
          "c4f91915-b478-411b-813a-d89136f0eb28"
        ]
      },
      "single_consumer": false,
      "created_at": "2025-06-09T16:12:41.534462",
      "unique_id": "c5730685-b5b7-4540-9754-b2702ee57eed",
      "status": "EXPIRED",
      "consumed_by": "expiration",
      "consumed_at": "2025-06-09T16:13:57.196604"
    },
    {
      "key": "_transcription",
      "active_from": "2025-06-09T23:26:04.543563",
      "expires": "2025-06-09T23:27:04.543563",
      "display_name": null,
      "payload": {
        "text": "Workhouse. I don't think there are workhouses anymore, Charles. It's only a matter of time.",
        "recent_text": "Workhouse. I don't think there are workhouses anymore, Charles. It's only a matter of time.",
        "client_ids": [
          "454dd8c1-3287-473a-884f-9d848848de3b"
        ]
      },
      "single_consumer": false,
      "created_at": "2025-06-09T23:26:04.543563",
      "unique_id": "5b951e5a-2e54-488d-9bca-9dc69e825af0",
      "status": "EXPIRED",
      "consumed_by": "expiration",
      "consumed_at": "2025-06-09T23:27:27.437369"
    },
    {
      "key": "_transcription",
      "active_from": "2025-06-09T23:26:39.868067",
      "expires": "2025-06-09T23:27:39.868067",
      "display_name": null,
      "payload": {
        "text": "Kenny wants me to work on my call windows.",
        "recent_text": "Kenny wants me to work on my call windows.",
        "client_ids": [
          "f22e7051-7356-433a-998a-3592a359be71"
        ]
      },
      "single_consumer": false,
      "created_at": "2025-06-09T23:26:39.868067",
      "unique_id": "5c88c73c-98c7-4722-b195-99f080f02661",
      "status": "EXPIRED",
      "consumed_by": "expiration",
      "consumed_at": "2025-06-09T23:27:57.488351"
    },
    {
      "key": "_transcription",
      "active_from": "2025-06-09T23:27:14.607369",
      "expires": "2025-06-09T23:28:14.607369",
      "display_name": null,
      "payload": {
        "text": "Kenny wants me to work on my call windows. No, carry us around. Look at the way Jenny stares at him. Who? Too much. She's like a midwish Cuckoo. Tomash and Jenny were in deep contact. Slave as they wandered into the trees. Why adults dress like wizards. Harry Potter. Was Oxford tour. My tour guide friend was in full wizarding gear, surrounded. By eager Gryffindor. They want to know what we're doing. I need a coffee. You? No, I'm good. In search of my core.",
        "recent_text": "No, carry us around. Look at the way Jenny stares at him. Who? Too much. She's like a midwish Cuckoo. Tomash and Jenny were in deep contact. Slave as they wandered into the trees. Why adults dress like wizards. Harry Potter. Was Oxford tour. My tour guide friend was in full wizarding gear, surrounded. By eager Gryffindor. They want to know what we're doing. I need a coffee. You? No, I'm good. In search of my core.",
        "client_ids": [
          "f22e7051-7356-433a-998a-3592a359be71"
        ]
      },
      "single_consumer": false,
      "created_at": "2025-06-09T23:27:14.607369",
      "unique_id": "86318b9d-8aee-4beb-a4ec-73949f5169fe",
      "status": "EXPIRED",
      "consumed_by": "expiration",
      "consumed_at": "2025-06-09T23:28:27.516661"
    },
    {
      "key": "_transcription",
      "active_from": "2025-06-09T23:26:04.543563",
      "expires": "2025-06-09T23:27:04.543563",
      "display_name": null,
      "payload": {
        "text": "Workhouse. I don't think there are workhouses anymore, Charles. It's only a matter of time.",
        "recent_text": "Workhouse. I don't think there are workhouses anymore, Charles. It's only a matter of time.",
        "client_ids": [
          "454dd8c1-3287-473a-884f-9d848848de3b"
        ]
      },
      "single_consumer": false,
      "created_at": "2025-06-09T23:26:04.543563",
      "unique_id": "5b951e5a-2e54-488d-9bca-9dc69e825af0",
      "status": "EXPIRED",
      "consumed_by": "expiration",
      "consumed_at": "2025-06-09T23:27:27.437369"
    },
    {
      "key": "_transcription",
      "active_from": "2025-06-09T23:27:48.225964",
      "expires": "2025-06-09T23:28:48.225964",
      "display_name": null,
      "payload": {
        "text": "Kenny wants me to work on my call windows. No, carry us around. Look at the way Jenny stares at him. Who? Too much. She's like a midwish Cuckoo. Tomash and Jenny were in deep contact. Slave as they wandered into the trees. Why adults dress like wizards. Harry Potter. Was Oxford tour. My tour guide friend was in full wizarding gear, surrounded. By eager Gryffindor. They want to know what we're doing. I need a coffee. You? No, I'm good. In search of my core. I went for a stroll and that's when I spied Thomash and Jenny in the. Full on. Which. Hamlet. What's a hamlet? We got remote cameras everywhere. Troops on the pump, couple on the bridge.",
        "recent_text": "I went for a stroll and that's when I spied Thomash and Jenny in the. Full on. Which. Hamlet. What's a hamlet? We got remote cameras everywhere. Troops on the pump, couple on the bridge.",
        "client_ids": [
          "f22e7051-7356-433a-998a-3592a359be71"
        ]
      },
      "single_consumer": false,
      "created_at": "2025-06-09T23:27:48.225964",
      "unique_id": "6e40add3-742c-4e65-8982-e87c15b4f2f9",
      "status": "EXPIRED",
      "consumed_by": "expiration",
      "consumed_at": "2025-06-09T23:28:57.567535"
    },
    {
      "key": "_transcription",
      "active_from": "2025-06-09T23:26:39.868067",
      "expires": "2025-06-09T23:27:39.868067",
      "display_name": null,
      "payload": {
        "text": "Kenny wants me to work on my call windows.",
        "recent_text": "Kenny wants me to work on my call windows.",
        "client_ids": [
          "f22e7051-7356-433a-998a-3592a359be71"
        ]
      },
      "single_consumer": false,
      "created_at": "2025-06-09T23:26:39.868067",
      "unique_id": "5c88c73c-98c7-4722-b195-99f080f02661",
      "status": "EXPIRED",
      "consumed_by": "expiration",
      "consumed_at": "2025-06-09T23:27:57.488351"
    },
    {
      "key": "_transcription",
      "active_from": "2025-06-09T23:28:18.329190",
      "expires": "2025-06-09T23:29:18.329190",
      "display_name": null,
      "payload": {
        "text": "Kenny wants me to work on my call windows. No, carry us around. Look at the way Jenny stares at him. Who? Too much. She's like a midwish Cuckoo. Tomash and Jenny were in deep contact. Slave as they wandered into the trees. Why adults dress like wizards. Harry Potter. Was Oxford tour. My tour guide friend was in full wizarding gear, surrounded. By eager Gryffindor. They want to know what we're doing. I need a coffee. You? No, I'm good. In search of my core. I went for a stroll and that's when I spied Thomash and Jenny in the. Full on. Which. Hamlet. What's a hamlet? We got remote cameras everywhere. Troops on the pump, couple on the bridge. So everything we shoot this morning I edit together to project onto 10 big screens. Performance based. So the remote cameras shoot you, but. You also shoot each other? Viewer versus viewee. Yeah, viewer versus. Viewed whatever the. Multiplicity of images is a metaphorical regional signifier that Hamlet and. Convicted states of mind.",
        "recent_text": "So everything we shoot this morning I edit together to project onto 10 big screens. Performance based. So the remote cameras shoot you, but. You also shoot each other? Viewer versus viewee. Yeah, viewer versus. Viewed whatever the. Multiplicity of images is a metaphorical regional signifier that Hamlet and. Convicted states of mind.",
        "client_ids": [
          "f22e7051-7356-433a-998a-3592a359be71"
        ]
      },
      "single_consumer": false,
      "created_at": "2025-06-09T23:28:18.329190",
      "unique_id": "3f68f18c-d723-4f9f-95c5-285d03d9d0cd",
      "status": "ACTIVE",
      "consumed_by": null,
      "consumed_at": null
    },
    {
      "key": "_transcription",
      "active_from": "2025-06-09T23:27:14.607369",
      "expires": "2025-06-09T23:28:14.607369",
      "display_name": null,
      "payload": {
        "text": "Kenny wants me to work on my call windows. No, carry us around. Look at the way Jenny stares at him. Who? Too much. She's like a midwish Cuckoo. Tomash and Jenny were in deep contact. Slave as they wandered into the trees. Why adults dress like wizards. Harry Potter. Was Oxford tour. My tour guide friend was in full wizarding gear, surrounded. By eager Gryffindor. They want to know what we're doing. I need a coffee. You? No, I'm good. In search of my core.",
        "recent_text": "No, carry us around. Look at the way Jenny stares at him. Who? Too much. She's like a midwish Cuckoo. Tomash and Jenny were in deep contact. Slave as they wandered into the trees. Why adults dress like wizards. Harry Potter. Was Oxford tour. My tour guide friend was in full wizarding gear, surrounded. By eager Gryffindor. They want to know what we're doing. I need a coffee. You? No, I'm good. In search of my core.",
        "client_ids": [
          "f22e7051-7356-433a-998a-3592a359be71"
        ]
      },
      "single_consumer": false,
      "created_at": "2025-06-09T23:27:14.607369",
      "unique_id": "86318b9d-8aee-4beb-a4ec-73949f5169fe",
      "status": "EXPIRED",
      "consumed_by": "expiration",
      "consumed_at": "2025-06-09T23:28:27.516661"
    },
    {
      "key": "_transcription",
      "active_from": "2025-06-09T23:28:53.381240",
      "expires": "2025-06-09T23:29:53.381240",
      "display_name": null,
      "payload": {
        "text": "Kenny wants me to work on my call windows. No, carry us around. Look at the way Jenny stares at him. Who? Too much. She's like a midwish Cuckoo. Tomash and Jenny were in deep contact. Slave as they wandered into the trees. Why adults dress like wizards. Harry Potter. Was Oxford tour. My tour guide friend was in full wizarding gear, surrounded. By eager Gryffindor. They want to know what we're doing. I need a coffee. You? No, I'm good. In search of my core. I went for a stroll and that's when I spied Thomash and Jenny in the. Full on. Which. Hamlet. What's a hamlet? We got remote cameras everywhere. Troops on the pump, couple on the bridge. So everything we shoot this morning I edit together to project onto 10 big screens. Performance based. So the remote cameras shoot you, but. You also shoot each other? Viewer versus viewee. Yeah, viewer versus. Viewed whatever the. Multiplicity of images is a metaphorical regional signifier that Hamlet and. Convicted states of mind. Hammer. There you go. But a feeder and a hammer. Young and narcissistic. So they're not just filming each other. They're filming themselves like selfies. I. Did a lot of R and D at the National Portrait Gallery. Those miniatures they used to carry around. Basically, they Cheetah selfies. They use Nicholas for the art. We use Instagram photos. What the hell is Johnny.",
        "recent_text": "Hammer. There you go. But a feeder and a hammer. Young and narcissistic. So they're not just filming each other. They're filming themselves like selfies. I. Did a lot of R and D at the National Portrait Gallery. Those miniatures they used to carry around. Basically, they Cheetah selfies. They use Nicholas for the art. We use Instagram photos. What the hell is Johnny.",
        "client_ids": [
          "f22e7051-7356-433a-998a-3592a359be71"
        ]
      },
      "single_consumer": false,
      "created_at": "2025-06-09T23:28:53.381240",
      "unique_id": "7f2d1d59-7e76-4238-8e96-9e2fae7ee174",
      "status": "ACTIVE",
      "consumed_by": null,
      "consumed_at": null
    },
    {
      "key": "_transcription",
      "active_from": "2025-06-09T23:27:48.225964",
      "expires": "2025-06-09T23:28:48.225964",
      "display_name": null,
      "payload": {
        "text": "Kenny wants me to work on my call windows. No, carry us around. Look at the way Jenny stares at him. Who? Too much. She's like a midwish Cuckoo. Tomash and Jenny were in deep contact. Slave as they wandered into the trees. Why adults dress like wizards. Harry Potter. Was Oxford tour. My tour guide friend was in full wizarding gear, surrounded. By eager Gryffindor. They want to know what we're doing. I need a coffee. You? No, I'm good. In search of my core. I went for a stroll and that's when I spied Thomash and Jenny in the. Full on. Which. Hamlet. What's a hamlet? We got remote cameras everywhere. Troops on the pump, couple on the bridge.",
        "recent_text": "I went for a stroll and that's when I spied Thomash and Jenny in the. Full on. Which. Hamlet. What's a hamlet? We got remote cameras everywhere. Troops on the pump, couple on the bridge.",
        "client_ids": [
          "f22e7051-7356-433a-998a-3592a359be71"
        ]
      },
      "single_consumer": false,
      "created_at": "2025-06-09T23:27:48.225964",
      "unique_id": "6e40add3-742c-4e65-8982-e87c15b4f2f9",
      "status": "EXPIRED",
      "consumed_by": "expiration",
      "consumed_at": "2025-06-09T23:28:57.567535"
    },
    {
      "key": "_transcription",
      "active_from": "2025-06-09T23:28:18.329190",
      "expires": "2025-06-09T23:29:18.329190",
      "display_name": null,
      "payload": {
        "text": "Kenny wants me to work on my call windows. No, carry us around. Look at the way Jenny stares at him. Who? Too much. She's like a midwish Cuckoo. Tomash and Jenny were in deep contact. Slave as they wandered into the trees. Why adults dress like wizards. Harry Potter. Was Oxford tour. My tour guide friend was in full wizarding gear, surrounded. By eager Gryffindor. They want to know what we're doing. I need a coffee. You? No, I'm good. In search of my core. I went for a stroll and that's when I spied Thomash and Jenny in the. Full on. Which. Hamlet. What's a hamlet? We got remote cameras everywhere. Troops on the pump, couple on the bridge. So everything we shoot this morning I edit together to project onto 10 big screens. Performance based. So the remote cameras shoot you, but. You also shoot each other? Viewer versus viewee. Yeah, viewer versus. Viewed whatever the. Multiplicity of images is a metaphorical regional signifier that Hamlet and. Convicted states of mind.",
        "recent_text": "So everything we shoot this morning I edit together to project onto 10 big screens. Performance based. So the remote cameras shoot you, but. You also shoot each other? Viewer versus viewee. Yeah, viewer versus. Viewed whatever the. Multiplicity of images is a metaphorical regional signifier that Hamlet and. Convicted states of mind.",
        "client_ids": [
          "f22e7051-7356-433a-998a-3592a359be71"
        ]
      },
      "single_consumer": false,
      "created_at": "2025-06-09T23:28:18.329190",
      "unique_id": "3f68f18c-d723-4f9f-95c5-285d03d9d0cd",
      "status": "EXPIRED",
      "consumed_by": "expiration",
      "consumed_at": "2025-06-09T23:29:41.083429"
    },
    {
      "key": "_transcription",
      "active_from": "2025-06-09T23:28:53.381240",
      "expires": "2025-06-09T23:29:53.381240",
      "display_name": null,
      "payload": {
        "text": "Kenny wants me to work on my call windows. No, carry us around. Look at the way Jenny stares at him. Who? Too much. She's like a midwish Cuckoo. Tomash and Jenny were in deep contact. Slave as they wandered into the trees. Why adults dress like wizards. Harry Potter. Was Oxford tour. My tour guide friend was in full wizarding gear, surrounded. By eager Gryffindor. They want to know what we're doing. I need a coffee. You? No, I'm good. In search of my core. I went for a stroll and that's when I spied Thomash and Jenny in the. Full on. Which. Hamlet. What's a hamlet? We got remote cameras everywhere. Troops on the pump, couple on the bridge. So everything we shoot this morning I edit together to project onto 10 big screens. Performance based. So the remote cameras shoot you, but. You also shoot each other? Viewer versus viewee. Yeah, viewer versus. Viewed whatever the. Multiplicity of images is a metaphorical regional signifier that Hamlet and. Convicted states of mind. Hammer. There you go. But a feeder and a hammer. Young and narcissistic. So they're not just filming each other. They're filming themselves like selfies. I. Did a lot of R and D at the National Portrait Gallery. Those miniatures they used to carry around. Basically, they Cheetah selfies. They use Nicholas for the art. We use Instagram photos. What the hell is Johnny.",
        "recent_text": "Hammer. There you go. But a feeder and a hammer. Young and narcissistic. So they're not just filming each other. They're filming themselves like selfies. I. Did a lot of R and D at the National Portrait Gallery. Those miniatures they used to carry around. Basically, they Cheetah selfies. They use Nicholas for the art. We use Instagram photos. What the hell is Johnny.",
        "client_ids": [
          "f22e7051-7356-433a-998a-3592a359be71"
        ]
      },
      "single_consumer": false,
      "created_at": "2025-06-09T23:28:53.381240",
      "unique_id": "7f2d1d59-7e76-4238-8e96-9e2fae7ee174",
      "status": "EXPIRED",
      "consumed_by": "expiration",
      "consumed_at": "2025-06-09T23:30:12.509557"
    },
    {
      "key": "purge",
      "active_from": "2025-06-10T03:00:00.725573",
      "expires": "2025-06-10T03:01:00.725573",
      "display_name": null,
      "payload": {},
      "single_consumer": false,
      "created_at": "2025-06-10T03:00:00.725573",
      "unique_id": "996ab82d-82a5-4add-8e48-8a232825d0f9",
      "status": "CONSUMED",
      "consumed_by": "scheduler__recent",
      "consumed_at": "2025-06-10T03:00:02.683424"
    },
    {
      "key": "purge",
      "active_from": "2025-06-10T03:00:00.725573",
      "expires": "2025-06-10T03:01:00.725573",
      "display_name": null,
      "payload": {},
      "single_consumer": false,
      "created_at": "2025-06-10T03:00:00.725573",
      "unique_id": "996ab82d-82a5-4add-8e48-8a232825d0f9",
      "status": "CONSUMED",
      "consumed_by": "scheduler__recent",
      "consumed_at": "2025-06-10T03:00:02.683424"
    },
    {
      "key": "_transcription",
      "active_from": "2025-06-10T18:40:14.461196",
      "expires": "2025-06-10T18:41:14.461196",
      "display_name": null,
      "payload": {
        "text": "[A] This is a test.",
        "raw_text": "This is a test.",
        "recent_text": "This is a test.",
        "history_size": 4
      },
      "single_consumer": false,
      "created_at": "2025-06-10T18:40:14.461196",
      "unique_id": "aed4658c-a6ad-46c3-90f5-d22b7f2920ed",
      "status": "EXPIRED",
      "consumed_by": "expiration",
      "consumed_at": "2025-06-10T18:41:31.739238"
    },
    {
      "key": "_transcription",
      "active_from": "2025-06-10T18:40:30.714743",
      "expires": "2025-06-10T18:41:30.714743",
      "display_name": null,
      "payload": {
        "text": "[A] Well, something's happening.",
        "raw_text": "Well, something's happening.",
        "recent_text": "Well, something's happening.",
        "history_size": 3
      },
      "single_consumer": false,
      "created_at": "2025-06-10T18:40:30.714743",
      "unique_id": "4d9a85f1-e094-4f1e-a018-e7eba1ea6777",
      "status": "EXPIRED",
      "consumed_by": "expiration",
      "consumed_at": "2025-06-10T18:41:31.739238"
    },
    {
      "key": "_transcription",
      "active_from": "2025-06-10T18:40:14.461196",
      "expires": "2025-06-10T18:41:14.461196",
      "display_name": null,
      "payload": {
        "text": "[A] This is a test.",
        "raw_text": "This is a test.",
        "recent_text": "This is a test.",
        "history_size": 4
      },
      "single_consumer": false,
      "created_at": "2025-06-10T18:40:14.461196",
      "unique_id": "aed4658c-a6ad-46c3-90f5-d22b7f2920ed",
      "status": "EXPIRED",
      "consumed_by": "expiration",
      "consumed_at": "2025-06-10T18:41:31.739238"
    },
    {
      "key": "_transcription",
      "active_from": "2025-06-10T18:40:30.714743",
      "expires": "2025-06-10T18:41:30.714743",
      "display_name": null,
      "payload": {
        "text": "[A] Well, something's happening.",
        "raw_text": "Well, something's happening.",
        "recent_text": "Well, something's happening.",
        "history_size": 3
      },
      "single_consumer": false,
      "created_at": "2025-06-10T18:40:30.714743",
      "unique_id": "4d9a85f1-e094-4f1e-a018-e7eba1ea6777",
      "status": "EXPIRED",
      "consumed_by": "expiration",
      "consumed_at": "2025-06-10T18:41:31.739238"
    },
    {
      "key": "purge",
      "active_from": "2025-06-11T03:00:00.219514",
      "expires": "2025-06-11T03:01:00.219514",
      "display_name": null,
      "payload": {},
      "single_consumer": false,
      "created_at": "2025-06-11T03:00:00.219514",
      "unique_id": "8a0b0ab5-a911-48d5-b73f-6a4b1ad9bd67",
      "status": "CONSUMED",
      "consumed_by": "scheduler__recent",
      "consumed_at": "2025-06-11T03:00:02.273451"
    },
    {
      "key": "purge",
      "active_from": "2025-06-11T03:00:00.219514",
      "expires": "2025-06-11T03:01:00.219514",
      "display_name": null,
      "payload": {},
      "single_consumer": false,
      "created_at": "2025-06-11T03:00:00.219514",
      "unique_id": "8a0b0ab5-a911-48d5-b73f-6a4b1ad9bd67",
      "status": "CONSUMED",
      "consumed_by": "scheduler__recent",
      "consumed_at": "2025-06-11T03:00:02.273451"
    },
    {
      "key": "purge",
      "active_from": "2025-06-12T03:00:01.426109",
      "expires": "2025-06-12T03:01:01.426109",
      "display_name": null,
      "payload": {},
      "single_consumer": false,
      "created_at": "2025-06-12T03:00:01.426109",
      "unique_id": "243c214a-528d-4097-8848-ff36d81ef912",
      "status": "CONSUMED",
      "consumed_by": "scheduler__recent",
      "consumed_at": "2025-06-12T03:00:03.485241"
    },
    {
      "key": "purge",
      "active_from": "2025-06-12T03:00:01.426109",
      "expires": "2025-06-12T03:01:01.426109",
      "display_name": null,
      "payload": {},
      "single_consumer": false,
      "created_at": "2025-06-12T03:00:01.426109",
      "unique_id": "243c214a-528d-4097-8848-ff36d81ef912",
      "status": "CONSUMED",
      "consumed_by": "scheduler__recent",
      "consumed_at": "2025-06-12T03:00:03.485241"
    },
    {
      "key": "purge",
      "active_from": "2025-06-13T03:00:00.707192",
      "expires": "2025-06-13T03:01:00.707192",
      "display_name": null,
      "payload": {},
      "single_consumer": false,
      "created_at": "2025-06-13T03:00:00.707192",
      "unique_id": "d0d0246d-4838-4ed3-9f22-dcef133f6784",
      "status": "CONSUMED",
      "consumed_by": "scheduler__recent",
      "consumed_at": "2025-06-13T03:00:02.717492"
    },
    {
      "key": "purge",
      "active_from": "2025-06-13T03:00:00.707192",
      "expires": "2025-06-13T03:01:00.707192",
      "display_name": null,
      "payload": {},
      "single_consumer": false,
      "created_at": "2025-06-13T03:00:00.707192",
      "unique_id": "d0d0246d-4838-4ed3-9f22-dcef133f6784",
      "status": "CONSUMED",
      "consumed_by": "scheduler__recent",
      "consumed_at": "2025-06-13T03:00:02.717492"
    },
    {
      "key": "purge",
      "active_from": "2025-06-14T03:00:01.034168",
      "expires": "2025-06-14T03:01:01.034168",
      "display_name": null,
      "payload": {},
      "single_consumer": false,
      "created_at": "2025-06-14T03:00:01.034168",
      "unique_id": "bb8e4ef6-bbec-4a10-bbb4-3977a8409d8d",
      "status": "CONSUMED",
      "consumed_by": "scheduler__recent",
      "consumed_at": "2025-06-14T03:00:03.050831"
    },
    {
      "key": "purge",
      "active_from": "2025-06-14T03:00:01.034168",
      "expires": "2025-06-14T03:01:01.034168",
      "display_name": null,
      "payload": {},
      "single_consumer": false,
      "created_at": "2025-06-14T03:00:01.034168",
      "unique_id": "bb8e4ef6-bbec-4a10-bbb4-3977a8409d8d",
      "status": "CONSUMED",
      "consumed_by": "scheduler__recent",
      "consumed_at": "2025-06-14T03:00:03.050831"
    },
    {
      "key": "purge",
      "active_from": "2025-06-15T03:00:01.328558",
      "expires": "2025-06-15T03:01:01.328558",
      "display_name": null,
      "payload": {},
      "single_consumer": false,
      "created_at": "2025-06-15T03:00:01.328558",
      "unique_id": "dd101e2a-0899-4576-b9a9-6335358f1bde",
      "status": "CONSUMED",
      "consumed_by": "scheduler__recent",
      "consumed_at": "2025-06-15T03:00:03.314145"
    },
    {
      "key": "purge",
      "active_from": "2025-06-15T03:00:01.328558",
      "expires": "2025-06-15T03:01:01.328558",
      "display_name": null,
      "payload": {},
      "single_consumer": false,
      "created_at": "2025-06-15T03:00:01.328558",
      "unique_id": "dd101e2a-0899-4576-b9a9-6335358f1bde",
      "status": "CONSUMED",
      "consumed_by": "scheduler__recent",
      "consumed_at": "2025-06-15T03:00:03.314145"
    },
    {
      "key": "purge",
      "active_from": "2025-06-16T03:00:00.140861",
      "expires": "2025-06-16T03:01:00.140861",
      "display_name": null,
      "payload": {},
      "single_consumer": false,
      "created_at": "2025-06-16T03:00:00.140861",
      "unique_id": "a012f0a1-69e2-44d0-bcd0-d7b77b794535",
      "status": "CONSUMED",
      "consumed_by": "scheduler__recent",
      "consumed_at": "2025-06-16T03:00:02.226979"
    },
    {
      "key": "purge",
      "active_from": "2025-06-16T03:00:00.140861",
      "expires": "2025-06-16T03:01:00.140861",
      "display_name": null,
      "payload": {},
      "single_consumer": false,
      "created_at": "2025-06-16T03:00:00.140861",
      "unique_id": "a012f0a1-69e2-44d0-bcd0-d7b77b794535",
      "status": "CONSUMED",
      "consumed_by": "scheduler__recent",
      "consumed_at": "2025-06-16T03:00:02.226979"
    },
    {
      "key": "purge",
      "active_from": "2025-06-17T03:00:01.713009",
      "expires": "2025-06-17T03:01:01.713009",
      "display_name": null,
      "payload": {},
      "single_consumer": false,
      "created_at": "2025-06-17T03:00:01.713009",
      "unique_id": "7e689dc1-5b8f-4d6c-9835-50956357177a",
      "status": "CONSUMED",
      "consumed_by": "scheduler__recent",
      "consumed_at": "2025-06-17T03:00:03.774477"
    },
    {
      "key": "purge",
      "active_from": "2025-06-17T03:00:01.713009",
      "expires": "2025-06-17T03:01:01.713009",
      "display_name": null,
      "payload": {},
      "single_consumer": false,
      "created_at": "2025-06-17T03:00:01.713009",
      "unique_id": "7e689dc1-5b8f-4d6c-9835-50956357177a",
      "status": "CONSUMED",
      "consumed_by": "scheduler__recent",
      "consumed_at": "2025-06-17T03:00:03.774477"
    },
    {
      "key": "purge",
      "active_from": "2025-06-18T03:00:01.972271",
      "expires": "2025-06-18T03:01:01.972271",
      "display_name": null,
      "payload": {},
      "single_consumer": false,
      "created_at": "2025-06-18T03:00:01.972271",
      "unique_id": "8c26f595-0653-4a99-af71-0bccf585028e",
      "status": "CONSUMED",
      "consumed_by": "scheduler__recent",
      "consumed_at": "2025-06-18T03:00:03.971057"
    },
    {
      "key": "purge",
      "active_from": "2025-06-18T03:00:01.972271",
      "expires": "2025-06-18T03:01:01.972271",
      "display_name": null,
      "payload": {},
      "single_consumer": false,
      "created_at": "2025-06-18T03:00:01.972271",
      "unique_id": "8c26f595-0653-4a99-af71-0bccf585028e",
      "status": "CONSUMED",
      "consumed_by": "scheduler__recent",
      "consumed_at": "2025-06-18T03:00:03.971057"
    },
    {
      "key": "purge",
      "active_from": "2025-06-19T03:00:00.994102",
      "expires": "2025-06-19T03:01:00.994102",
      "display_name": null,
      "payload": {},
      "single_consumer": false,
      "created_at": "2025-06-19T03:00:00.994102",
      "unique_id": "ebd8a694-1f46-4608-85be-61549860ca7a",
      "status": "CONSUMED",
      "consumed_by": "scheduler__recent",
      "consumed_at": "2025-06-19T03:00:03.001988"
    },
    {
      "key": "purge",
      "active_from": "2025-06-19T03:00:00.994102",
      "expires": "2025-06-19T03:01:00.994102",
      "display_name": null,
      "payload": {},
      "single_consumer": false,
      "created_at": "2025-06-19T03:00:00.994102",
      "unique_id": "ebd8a694-1f46-4608-85be-61549860ca7a",
      "status": "CONSUMED",
      "consumed_by": "scheduler__recent",
      "consumed_at": "2025-06-19T03:00:03.001988"
    },
    {
      "key": "purge",
      "active_from": "2025-06-20T03:00:00.929687",
      "expires": "2025-06-20T03:01:00.929687",
      "display_name": null,
      "payload": {},
      "single_consumer": false,
      "created_at": "2025-06-20T03:00:00.929687",
      "unique_id": "f7f6b894-04b8-49e8-9c04-918091c5c83d",
      "status": "CONSUMED",
      "consumed_by": "scheduler__recent",
      "consumed_at": "2025-06-20T03:00:02.924418"
    },
    {
      "key": "purge",
      "active_from": "2025-06-20T03:00:00.929687",
      "expires": "2025-06-20T03:01:00.929687",
      "display_name": null,
      "payload": {},
      "single_consumer": false,
      "created_at": "2025-06-20T03:00:00.929687",
      "unique_id": "f7f6b894-04b8-49e8-9c04-918091c5c83d",
      "status": "CONSUMED",
      "consumed_by": "scheduler__recent",
      "consumed_at": "2025-06-20T03:00:02.924418"
    },
    {
      "key": "purge",
      "active_from": "2025-06-21T03:00:01.225996",
      "expires": "2025-06-21T03:01:01.225996",
      "display_name": null,
      "payload": {},
      "single_consumer": false,
      "created_at": "2025-06-21T03:00:01.225996",
      "unique_id": "9d65eb3d-bd5b-4aad-80b7-74353e1f9550",
      "status": "CONSUMED",
      "consumed_by": "scheduler__recent",
      "consumed_at": "2025-06-21T03:00:03.244162"
    },
    {
      "key": "purge",
      "active_from": "2025-06-21T03:00:01.225996",
      "expires": "2025-06-21T03:01:01.225996",
      "display_name": null,
      "payload": {},
      "single_consumer": false,
      "created_at": "2025-06-21T03:00:01.225996",
      "unique_id": "9d65eb3d-bd5b-4aad-80b7-74353e1f9550",
      "status": "CONSUMED",
      "consumed_by": "scheduler__recent",
      "consumed_at": "2025-06-21T03:00:03.244162"
    },
    {
      "key": "purge",
      "active_from": "2025-06-22T03:00:00.596547",
      "expires": "2025-06-22T03:01:00.596547",
      "display_name": null,
      "payload": {},
      "single_consumer": false,
      "created_at": "2025-06-22T03:00:00.596547",
      "unique_id": "18e03106-4f64-47cf-9524-40a0f8645c6d",
      "status": "CONSUMED",
      "consumed_by": "scheduler__recent",
      "consumed_at": "2025-06-22T03:00:02.592967"
    },
    {
      "key": "purge",
      "active_from": "2025-06-22T03:00:00.596547",
      "expires": "2025-06-22T03:01:00.596547",
      "display_name": null,
      "payload": {},
      "single_consumer": false,
      "created_at": "2025-06-22T03:00:00.596547",
      "unique_id": "18e03106-4f64-47cf-9524-40a0f8645c6d",
      "status": "CONSUMED",
      "consumed_by": "scheduler__recent",
      "consumed_at": "2025-06-22T03:00:02.592967"
    },
    {
      "key": "purge",
      "active_from": "2025-06-23T03:00:00.426207",
      "expires": "2025-06-23T03:01:00.426207",
      "display_name": null,
      "payload": {},
      "single_consumer": false,
      "created_at": "2025-06-23T03:00:00.426207",
      "unique_id": "818d5c11-abfa-4702-9413-e75ae0604aef",
      "status": "CONSUMED",
      "consumed_by": "scheduler__recent",
      "consumed_at": "2025-06-23T03:00:02.463976"
    },
    {
      "key": "purge",
      "active_from": "2025-06-23T03:00:00.426207",
      "expires": "2025-06-23T03:01:00.426207",
      "display_name": null,
      "payload": {},
      "single_consumer": false,
      "created_at": "2025-06-23T03:00:00.426207",
      "unique_id": "818d5c11-abfa-4702-9413-e75ae0604aef",
      "status": "CONSUMED",
      "consumed_by": "scheduler__recent",
      "consumed_at": "2025-06-23T03:00:02.463976"
    },
    {
      "key": "purge",
      "active_from": "2025-06-24T03:00:01.592133",
      "expires": "2025-06-24T03:01:01.592133",
      "display_name": null,
      "payload": {},
      "single_consumer": false,
      "created_at": "2025-06-24T03:00:01.592133",
      "unique_id": "e19cd533-59a6-42dd-bae0-d79960354c05",
      "status": "CONSUMED",
      "consumed_by": "scheduler__recent",
      "consumed_at": "2025-06-24T03:00:03.627740"
    },
    {
      "key": "purge",
      "active_from": "2025-06-24T03:00:01.592133",
      "expires": "2025-06-24T03:01:01.592133",
      "display_name": null,
      "payload": {},
      "single_consumer": false,
      "created_at": "2025-06-24T03:00:01.592133",
      "unique_id": "e19cd533-59a6-42dd-bae0-d79960354c05",
      "status": "CONSUMED",
      "consumed_by": "scheduler__recent",
      "consumed_at": "2025-06-24T03:00:03.627740"
    },
    {
      "key": "purge",
      "active_from": "2025-06-25T03:00:01.142045",
      "expires": "2025-06-25T03:01:01.142045",
      "display_name": null,
      "payload": {},
      "single_consumer": false,
      "created_at": "2025-06-25T03:00:01.142045",
      "unique_id": "fce58dd4-ed85-4ff2-a13f-855aec319349",
      "status": "CONSUMED",
      "consumed_by": "scheduler__recent",
      "consumed_at": "2025-06-25T03:00:03.174680"
    },
    {
      "key": "purge",
      "active_from": "2025-06-25T03:00:01.142045",
      "expires": "2025-06-25T03:01:01.142045",
      "display_name": null,
      "payload": {},
      "single_consumer": false,
      "created_at": "2025-06-25T03:00:01.142045",
      "unique_id": "fce58dd4-ed85-4ff2-a13f-855aec319349",
      "status": "CONSUMED",
      "consumed_by": "scheduler__recent",
      "consumed_at": "2025-06-25T03:00:03.174680"
    },
    {
      "key": "purge",
      "active_from": "2025-06-26T03:00:01.702864",
      "expires": "2025-06-26T03:01:01.702864",
      "display_name": null,
      "payload": {},
      "single_consumer": false,
      "created_at": "2025-06-26T03:00:01.702864",
      "unique_id": "3ae06a34-d8a9-455c-9c24-2b66ebb00f56",
      "status": "CONSUMED",
      "consumed_by": "scheduler__recent",
      "consumed_at": "2025-06-26T03:00:03.773406"
    },
    {
      "key": "purge",
      "active_from": "2025-06-26T03:00:01.702864",
      "expires": "2025-06-26T03:01:01.702864",
      "display_name": null,
      "payload": {},
      "single_consumer": false,
      "created_at": "2025-06-26T03:00:01.702864",
      "unique_id": "3ae06a34-d8a9-455c-9c24-2b66ebb00f56",
      "status": "CONSUMED",
      "consumed_by": "scheduler__recent",
      "consumed_at": "2025-06-26T03:00:03.773406"
    },
    {
      "key": "purge",
      "active_from": "2025-06-27T03:00:00.141552",
      "expires": "2025-06-27T03:01:00.141552",
      "display_name": null,
      "payload": {},
      "single_consumer": false,
      "created_at": "2025-06-27T03:00:00.141552",
      "unique_id": "d064f9a4-e2e7-44d1-8efc-cb42ff2be37b",
      "status": "CONSUMED",
      "consumed_by": "scheduler__recent",
      "consumed_at": "2025-06-27T03:00:02.140180"
    },
    {
      "key": "purge",
      "active_from": "2025-06-27T03:00:00.141552",
      "expires": "2025-06-27T03:01:00.141552",
      "display_name": null,
      "payload": {},
      "single_consumer": false,
      "created_at": "2025-06-27T03:00:00.141552",
      "unique_id": "d064f9a4-e2e7-44d1-8efc-cb42ff2be37b",
      "status": "CONSUMED",
      "consumed_by": "scheduler__recent",
      "consumed_at": "2025-06-27T03:00:02.140180"
    },
    {
      "key": "purge",
      "active_from": "2025-06-28T02:59:53.614260",
      "expires": "2025-06-28T03:00:53.614260",
      "display_name": null,
      "payload": {},
      "single_consumer": false,
      "created_at": "2025-06-28T02:59:53.614260",
      "unique_id": "94c6eda0-441f-40e7-a39b-213b39352423",
      "status": "CONSUMED",
      "consumed_by": "scheduler__recent",
      "consumed_at": "2025-06-28T03:00:04.183815"
    },
    {
      "key": "purge",
      "active_from": "2025-06-28T02:59:53.614260",
      "expires": "2025-06-28T03:00:53.614260",
      "display_name": null,
      "payload": {},
      "single_consumer": false,
      "created_at": "2025-06-28T02:59:53.614260",
      "unique_id": "94c6eda0-441f-40e7-a39b-213b39352423",
      "status": "CONSUMED",
      "consumed_by": "scheduler__recent",
      "consumed_at": "2025-06-28T03:00:04.183815"
    },
    {
      "key": "purge",
      "active_from": "2025-06-29T03:00:01.687842",
      "expires": "2025-06-29T03:01:01.687842",
      "display_name": null,
      "payload": {},
      "single_consumer": false,
      "created_at": "2025-06-29T03:00:01.687842",
      "unique_id": "4b8c610f-c357-4201-8353-26642d66ffd3",
      "status": "CONSUMED",
      "consumed_by": "scheduler__recent",
      "consumed_at": "2025-06-29T03:00:03.767590"
    },
    {
      "key": "purge",
      "active_from": "2025-06-29T03:00:01.687842",
      "expires": "2025-06-29T03:01:01.687842",
      "display_name": null,
      "payload": {},
      "single_consumer": false,
      "created_at": "2025-06-29T03:00:01.687842",
      "unique_id": "4b8c610f-c357-4201-8353-26642d66ffd3",
      "status": "CONSUMED",
      "consumed_by": "scheduler__recent",
      "consumed_at": "2025-06-29T03:00:03.767590"
    },
    {
      "key": "purge",
      "active_from": "2025-06-30T02:59:50.636118",
      "expires": "2025-06-30T03:00:50.636118",
      "display_name": null,
      "payload": {},
      "single_consumer": false,
      "created_at": "2025-06-30T02:59:50.636118",
      "unique_id": "1c89e2b7-0b06-493e-9fbb-20ff8c309b65",
      "status": "CONSUMED",
      "consumed_by": "scheduler__recent",
      "consumed_at": "2025-06-30T03:00:04.794152"
    },
    {
      "key": "purge",
      "active_from": "2025-06-30T02:59:50.636118",
      "expires": "2025-06-30T03:00:50.636118",
      "display_name": null,
      "payload": {},
      "single_consumer": false,
      "created_at": "2025-06-30T02:59:50.636118",
      "unique_id": "1c89e2b7-0b06-493e-9fbb-20ff8c309b65",
      "status": "CONSUMED",
      "consumed_by": "scheduler__recent",
      "consumed_at": "2025-06-30T03:00:04.794152"
    },
    {
      "key": "purge",
      "active_from": "2025-07-01T03:00:00.728912",
      "expires": "2025-07-01T03:01:00.728912",
      "display_name": null,
      "payload": {},
      "single_consumer": false,
      "created_at": "2025-07-01T03:00:00.728912",
      "unique_id": "3f8759ba-8acf-42b8-b1b3-3385e3321ad9",
      "status": "CONSUMED",
      "consumed_by": "scheduler__recent",
      "consumed_at": "2025-07-01T03:00:02.745658"
    },
    {
      "key": "purge",
      "active_from": "2025-07-01T03:00:00.728912",
      "expires": "2025-07-01T03:01:00.728912",
      "display_name": null,
      "payload": {},
      "single_consumer": false,
      "created_at": "2025-07-01T03:00:00.728912",
      "unique_id": "3f8759ba-8acf-42b8-b1b3-3385e3321ad9",
      "status": "CONSUMED",
      "consumed_by": "scheduler__recent",
      "consumed_at": "2025-07-01T03:00:02.745658"
    },
    {
      "key": "purge",
      "active_from": "2025-07-02T03:00:01.554416",
      "expires": "2025-07-02T03:01:01.554416",
      "display_name": null,
      "payload": {},
      "single_consumer": false,
      "created_at": "2025-07-02T03:00:01.554416",
      "unique_id": "78395e9a-6184-4beb-8921-7237de9dfd48",
      "status": "CONSUMED",
      "consumed_by": "scheduler__recent",
      "consumed_at": "2025-07-02T03:00:03.528458"
    },
    {
      "key": "purge",
      "active_from": "2025-07-02T03:00:01.554416",
      "expires": "2025-07-02T03:01:01.554416",
      "display_name": null,
      "payload": {},
      "single_consumer": false,
      "created_at": "2025-07-02T03:00:01.554416",
      "unique_id": "78395e9a-6184-4beb-8921-7237de9dfd48",
      "status": "CONSUMED",
      "consumed_by": "scheduler__recent",
      "consumed_at": "2025-07-02T03:00:03.528458"
    },
    {
      "key": "purge",
      "active_from": "2025-07-03T03:00:00.505529",
      "expires": "2025-07-03T03:01:00.505529",
      "display_name": null,
      "payload": {},
      "single_consumer": false,
      "created_at": "2025-07-03T03:00:00.505529",
      "unique_id": "89696acb-ea2f-41c6-9efa-4b2128539660",
      "status": "CONSUMED",
      "consumed_by": "scheduler__recent",
      "consumed_at": "2025-07-03T03:00:02.564822"
    },
    {
      "key": "purge",
      "active_from": "2025-07-03T03:00:00.505529",
      "expires": "2025-07-03T03:01:00.505529",
      "display_name": null,
      "payload": {},
      "single_consumer": false,
      "created_at": "2025-07-03T03:00:00.505529",
      "unique_id": "89696acb-ea2f-41c6-9efa-4b2128539660",
      "status": "CONSUMED",
      "consumed_by": "scheduler__recent",
      "consumed_at": "2025-07-03T03:00:02.564822"
    },
    {
      "key": "purge",
      "active_from": "2025-07-04T03:00:00.097901",
      "expires": "2025-07-04T03:01:00.097901",
      "display_name": null,
      "payload": {},
      "single_consumer": false,
      "created_at": "2025-07-04T03:00:00.097901",
      "unique_id": "76a28b83-4583-4e40-8a6f-88e46f985b89",
      "status": "CONSUMED",
      "consumed_by": "scheduler__recent",
      "consumed_at": "2025-07-04T03:00:02.158359"
    },
    {
      "key": "purge",
      "active_from": "2025-07-04T03:00:00.097901",
      "expires": "2025-07-04T03:01:00.097901",
      "display_name": null,
      "payload": {},
      "single_consumer": false,
      "created_at": "2025-07-04T03:00:00.097901",
      "unique_id": "76a28b83-4583-4e40-8a6f-88e46f985b89",
      "status": "CONSUMED",
      "consumed_by": "scheduler__recent",
      "consumed_at": "2025-07-04T03:00:02.158359"
    },
    {
      "key": "purge",
      "active_from": "2025-07-05T03:00:01.611109",
      "expires": "2025-07-05T03:01:01.611109",
      "display_name": null,
      "payload": {},
      "single_consumer": false,
      "created_at": "2025-07-05T03:00:01.611109",
      "unique_id": "0939e824-14fa-4196-adb0-39e0bb8bddac",
      "status": "CONSUMED",
      "consumed_by": "scheduler__recent",
      "consumed_at": "2025-07-05T03:00:03.617054"
    },
    {
      "key": "purge",
      "active_from": "2025-07-05T03:00:01.611109",
      "expires": "2025-07-05T03:01:01.611109",
      "display_name": null,
      "payload": {},
      "single_consumer": false,
      "created_at": "2025-07-05T03:00:01.611109",
      "unique_id": "0939e824-14fa-4196-adb0-39e0bb8bddac",
      "status": "CONSUMED",
      "consumed_by": "scheduler__recent",
      "consumed_at": "2025-07-05T03:00:03.617054"
    },
    {
      "key": "purge",
      "active_from": "2025-07-06T03:00:01.425189",
      "expires": "2025-07-06T03:01:01.425189",
      "display_name": null,
      "payload": {},
      "single_consumer": false,
      "created_at": "2025-07-06T03:00:01.425189",
      "unique_id": "b1e52cbf-df12-4ccf-9408-abc62342b997",
      "status": "CONSUMED",
      "consumed_by": "scheduler__recent",
      "consumed_at": "2025-07-06T03:00:03.437118"
    },
    {
      "key": "purge",
      "active_from": "2025-07-06T03:00:01.425189",
      "expires": "2025-07-06T03:01:01.425189",
      "display_name": null,
      "payload": {},
      "single_consumer": false,
      "created_at": "2025-07-06T03:00:01.425189",
      "unique_id": "b1e52cbf-df12-4ccf-9408-abc62342b997",
      "status": "CONSUMED",
      "consumed_by": "scheduler__recent",
      "consumed_at": "2025-07-06T03:00:03.437118"
    },
    {
      "key": "purge",
      "active_from": "2025-07-07T03:00:01.591243",
      "expires": "2025-07-07T03:01:01.591243",
      "display_name": null,
      "payload": {},
      "single_consumer": false,
      "created_at": "2025-07-07T03:00:01.591243",
      "unique_id": "d11c6ba8-bcfb-44a3-92de-1cb49348ffb7",
      "status": "CONSUMED",
      "consumed_by": "scheduler__recent",
      "consumed_at": "2025-07-07T03:00:03.636259"
    },
    {
      "key": "purge",
      "active_from": "2025-07-07T03:00:01.591243",
      "expires": "2025-07-07T03:01:01.591243",
      "display_name": null,
      "payload": {},
      "single_consumer": false,
      "created_at": "2025-07-07T03:00:01.591243",
      "unique_id": "d11c6ba8-bcfb-44a3-92de-1cb49348ffb7",
      "status": "CONSUMED",
      "consumed_by": "scheduler__recent",
      "consumed_at": "2025-07-07T03:00:03.636259"
    },
    {
      "key": "purge",
      "active_from": "2025-07-08T03:00:01.090736",
      "expires": "2025-07-08T03:01:01.090736",
      "display_name": null,
      "payload": {},
      "single_consumer": false,
      "created_at": "2025-07-08T03:00:01.090736",
      "unique_id": "8b8c19db-6d06-4050-bc24-915dac1b8c37",
      "status": "CONSUMED",
      "consumed_by": "scheduler__recent",
      "consumed_at": "2025-07-08T03:00:03.078245"
    },
    {
      "key": "purge",
      "active_from": "2025-07-08T03:00:01.090736",
      "expires": "2025-07-08T03:01:01.090736",
      "display_name": null,
      "payload": {},
      "single_consumer": false,
      "created_at": "2025-07-08T03:00:01.090736",
      "unique_id": "8b8c19db-6d06-4050-bc24-915dac1b8c37",
      "status": "CONSUMED",
      "consumed_by": "scheduler__recent",
      "consumed_at": "2025-07-08T03:00:03.078245"
    },
    {
      "key": "purge",
      "active_from": "2025-07-09T03:00:00.136436",
      "expires": "2025-07-09T03:01:00.136436",
      "display_name": null,
      "payload": {},
      "single_consumer": false,
      "created_at": "2025-07-09T03:00:00.136436",
      "unique_id": "1a07a2c5-c1ab-4e82-bf18-369fe6ae065d",
      "status": "CONSUMED",
      "consumed_by": "scheduler__recent",
      "consumed_at": "2025-07-09T03:00:02.146370"
    },
    {
      "key": "purge",
      "active_from": "2025-07-09T03:00:00.136436",
      "expires": "2025-07-09T03:01:00.136436",
      "display_name": null,
      "payload": {},
      "single_consumer": false,
      "created_at": "2025-07-09T03:00:00.136436",
      "unique_id": "1a07a2c5-c1ab-4e82-bf18-369fe6ae065d",
      "status": "CONSUMED",
      "consumed_by": "scheduler__recent",
      "consumed_at": "2025-07-09T03:00:02.146370"
    },
    {
      "key": "purge",
      "active_from": "2025-07-10T03:00:01.900922",
      "expires": "2025-07-10T03:01:01.900922",
      "display_name": null,
      "payload": {},
      "single_consumer": false,
      "created_at": "2025-07-10T03:00:01.900922",
      "unique_id": "5618cc3d-0eea-4de2-817f-dfd0de40393b",
      "status": "CONSUMED",
      "consumed_by": "scheduler__recent",
      "consumed_at": "2025-07-10T03:00:03.909546"
    },
    {
      "key": "purge",
      "active_from": "2025-07-10T03:00:01.900922",
      "expires": "2025-07-10T03:01:01.900922",
      "display_name": null,
      "payload": {},
      "single_consumer": false,
      "created_at": "2025-07-10T03:00:01.900922",
      "unique_id": "5618cc3d-0eea-4de2-817f-dfd0de40393b",
      "status": "CONSUMED",
      "consumed_by": "scheduler__recent",
      "consumed_at": "2025-07-10T03:00:03.909546"
    }
  ]
}